   [   {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Samsung Galaxy A24 6GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/274018/samsung-galaxy-a24-black-thumb-600x600.jpg",
        "price":6490000,
        "promotionPrice": 6090000,
        "description":"Samsung Galaxy A24 6GB tiếp tục sẽ là mẫu điện thoại tầm trung được nhà Samsung giới thiệu đến thị trường Việt Nam vào tháng 04/2023, máy nổi bật với giá thành rẻ, màn hình Super AMOLED cùng camera 50 MP chụp ảnh sắc nét. Thiết kế hiện đại với tạo hình vuông vắn Galaxy A24 được lấy cảm hứng thiết kế đến từ những mẫu điện thoại Galaxy dòng A được ra mắt trong năm 2023, máy có thiên hướng vuông vắn với tạo hình phẳng ở cả phần mặt lưng và bộ khung. Thiết kế trẻ trung - Samsung Galaxy A24 6GB Tổng thể chiếc máy được cấu tạo chủ yếu từ nhựa cho cả phần mặt lưng và khung máy, điều này giúp tối ưu được khối lượng giúp cho cảm giác cầm nắm khi sử dụng trở nên nhẹ nhàng hơn. Hiển thị hình ảnh sống động với tấm nền Super AMOLED Chiếc điện thoại Samsung này được sử dụng công nghệ màn hình Super AMOLED, với ưu điểm là hiển thị hình ảnh có màu sắc sống động, tối ưu được điện năng tiêu thụ cũng như mang đến khả năng bảo vệ mắt nhờ việc giảm thiểu lượng ánh sáng xanh gây ra. Máy có khả năng hiển thị hình ảnh sắc nét nhờ độ phân giải tối đa được hỗ trợ lên đến Full HD+ (1080 x 2340 Pixels), được bố trí trên một màn hình có kích thước vừa phải khoảng 6.5 inch, từ đó mang đến mật độ điểm ảnh cao để có thể biến mọi nội dung đều trở nên chân thực. Màn hình chất lượng - Samsung Galaxy A24 6GB Bên cạnh những ưu điểm trên thì máy còn được hỗ trợ thêm tần số quét cao 90 Hz và độ sáng màn hình 1000 nits, đây có thể xem là hai ưu điểm nổi trội mà ít có dòng sản phẩm trong phân khúc giá ở thời điểm hiện tại tích hợp. Chụp ảnh sắc nét với camera 50 MP Về hệ thống camera của máy, Galaxy A24 được nhà Samsung trang bị cho bộ 3 ống kính với độ phân giải tối đa lên đến 50 MP cho cảm biến chính, kèm theo đó sẽ là hai camera phụ có độ phân giải lần lượt là 5 MP và 2 MP. Với bộ cảm biến tốt như vậy nên Galaxy A24 hoàn toàn có thể tự tin mang đến những bức ảnh có chất lượng tốt, độ chi tiết cao cũng như màu sắc được tái hiện lại rực rỡ nhằm giúp người dùng có thể sử dụng ngay mà không cần thêm bước hậu kỳ - chỉnh sửa. Chụp ảnh sắc nét - Samsung Galaxy A24 6GB Ngoài ra, Galaxy A24 còn bổ sung thêm nhiều tính năng hỗ trợ chụp ảnh như AI Camera, làm đẹp và HDR để giúp cho màu sắc bức hình trở nên đẹp mắt hơn, những vùng khuyết điểm như mụn, tàn nhang trên mặt chủ thể cũng sẽ được xử lý và làm mờ để cho kết quả chụp trở nên ưng ý. Hiệu năng ổn định với chip MediaTek Helio G99 Galaxy A24 sẽ được trang bị con chip MediaTek Helio G99 với mức xung nhịp tối đa đạt được là 2.2 GHz, đây được đánh giá là mẫu chip có hiệu suất tốt trong phân khúc điện thoại Android tầm trung - giá rẻ, vừa đem khả năng xử lý tốt và vừa tối ưu được năng lượng tiêu thụ để giúp kéo dài thời gian sử dụng. Hiệu năng ổn định - Samsung Galaxy A24 6GB Galaxy A24 có thể xử lý các tác vụ đa nhiệm một cách trơn tru mượt mà, bởi đây là mẫu điện thoại RAM 6 GB nên gần như các thao tác chuyển ứng đều được phản hồi nhanh chóng và gần như không thấy xuất hiện hiện tượng khựng hay giật lag. Sử dụng dài lâu với pin 5000 mAh Cung cấp năng lượng cho điện thoại sẽ là viên pin có dung lượng lớn đến 5000 mAh, điều này đem đến thời gian sử dụng vừa đủ cho một ngày đối với các tác vụ thông thường hay thậm chí là vài ngày khi dùng để nghe gọi là chủ yếu. Nhằm rút ngắn thời gian sạc thì hãng cũng đã trang bị thêm cho máy công nghệ sạc pin nhanh 25 W, nhờ vậy mà người dùng sẽ không còn mất quá nhiều thời gian để chờ đợi, giúp trải nghiệm sử dụng của bạn trở nên liền mạch hơn và ít bị gián đoạn quá lâu.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại OPPO Find N2 Flip 5G",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/299034/oppo-find-n2-flip-purple-thumb-1-600x600-1-600x600.jpg",
        "price":19990000,
        "promotionPrice": 0,
        "description":"OPPO Find N2 Flip 5G - chiếc điện thoại gập đầu tiên của OPPO đã được giới thiệu chính thức tại Việt Nam vào tháng 03/2023. Sở hữu cấu hình mạnh mẽ cùng thiết kế siêu nhỏ gọn giúp tối ưu kích thước, chiếc điện thoại sẽ cùng bạn nổi bật trong mọi không gian với vẻ ngoài đầy cá tính. Sử dụng ngôn ngữ thiết kế gập hiện đại Là mẫu điện thoại gập dọc đầu tiên của OPPO, vì thế Find N2 Flip mang đến cho mình khá nhiều sự tò mò cũng như cảm hứng về phần thiết kế, điều này giúp quá trình sử dụng trở nên thú vị hơn so với đại đa số những mẫu máy thông thường khác. Tổng quan về cái nhìn, theo mình máy trong khá dài và thon, khi mở hoàn toàn thì Find N2 Flip có kích thước lên tới 166.2 mm nhưng sau khi gập thì máy chỉ còn 85.5 mm. Lúc này điện thoại trở nên nhỏ gọn hơn, cầm nắm cũng chắc tay hơn. Thiết kế gấp gọn - OPPO Find N2 Flip Một điểm rất tiện lợi trên những chiếc điện thoại như này là về khả năng gấp gọn thu nhỏ kích thước, mình hoàn toàn có thể bỏ máy vào túi trước trên quần jean mà không hề bị cấn mỗi khi ngồi lái xe hay làm việc. Find N2 Flip có một mặt lưng được làm từ kính cường lực và hoàn thiện theo kiểu nhám (đối với phiên bản màu đen) trông rất đẹp mắt, cảm giác sờ cũng khá thích và hơn hết là khả năng chống bám dấu vân tay, hạn chế để lại mồ hôi cực kỳ hiệu quả, nó giúp máy khó bị bám bẩn nên mình cũng không mất nhiều thời gian để lau chùi hay vệ sinh. Mặt lưng kiểu nhám - OPPO Find N2 Flip Còn về bộ khung bao quanh máy thì OPPO sử dụng một loại hợp kim cao cấp, được làm theo kiểu nhẵn bóng nên phần này làm cho Find N2 Flip trở nên nổi bật hơn, sang trọng hơn song cũng mang lại khả năng chống va đập tốt hơn. Tiếp đến là phần bản lề của điện thoại, theo mình thấy thì OPPO gia công phần này khá tốt khi mang đến cảm giác chắc chắn mà không hề lỏng lẻo hay ọp ẹp một tí nào cả, thao tác gập mở cũng rất dễ dàng và nhanh chóng. Gập mở dễ dàng - OPPO Find N2 Flip Tuy nhiên có một điểm hạn chế là khung máy khá trơn, nó khiến việc mở máy bằng một tay làm cho mình chưa được an tâm cho lắm, nhất là những lúc ra mồ hôi tay hay khi tay đang ẩm ướt, vậy nên cách mở này cũng không được mình thực hiện thường xuyên. Hơn hết, việc mở máy bằng một tay trong thời gian dài cũng sẽ khiến cho phần bản lề tổn hại đi đôi chút, bởi lúc này lực tác động lên trục của bản lề chỉ xuất phát từ một phía và gây mất cân bằng, về lâu về dài sẽ làm cho bản lề trở nên lỏng lẻo và giảm đi độ cứng cáp. Bản lề cứng cáp - OPPO Find N2 Flip Ở trạng thái gập máy, hai phần màn hình của Find N2 Flip sẽ được tiếp giáp khít với nhau và gần như không thấy xuất hiện khoảng hở, điều này không chỉ tăng thêm phần thẩm mỹ mà còn còn giúp cho các dị vật nhỏ không rơi vào bên trong gây bẩn hay trầy xước phần màn hình. Năm nay OPPO khá tự tin về cách thiết kế phần bản lề của Find N2 Flip khi cho rằng đây là chiếc máy có thiết kế tuyệt đẹp không nếp gấp. Nếu so sánh với những mẫu điện thoại gập khác trên thị trường thì quả thực Find N2 Flip có nếp gấp ít hiện rõ hơn thật, nhưng nếu như nói đây là chiếc máy không nếp gấp thì mình thấy vẫn chưa thực sự đạt tới ngưỡng này. Nếp gấp màn hình - OPPO Find N2 Flip Mỗi mỗi khi nghiêng máy dưới ánh nắng hay vuốt qua phần nếp gấp thì mình cảm nhận vết lõm này cũng tương đối rõ. Tuy nhiên thì khi nhìn đối diện vào màn hình thì khó có thể nhận ra được nếp gấp, vậy nên nó cũng không ảnh hưởng gì mấy đến trải nghiệm xem phim hay chơi game mà chỉ tạo cho mình cảm giác chưa được thỏa mãn như kỳ vọng mà hãng nói thôi. Ở Find N2 Flip thì sẽ được trang bị thêm tính năng FlexForm cho phần bản lề của máy, tính năng này cho phép điện thoại gập mở với nhiều góc độ linh hoạt hơn. Như mình có trải nghiệm thì chỉ khi đóng máy trong phạm vi góc từ 0 - 20 độ, lúc này máy mới có thể tự động đóng lại còn ở những góc lớn hơn thì thường máy sẽ cố định trạng thái theo như ý ta điều chỉnh. Dễ dàng thay đổi góc gập - OPPO Find N2 Flip Tính năng FlexForm này hữu ích trong những lúc mình cố định máy để chụp ảnh hay xem phim mà không cần tìm thêm vật dụng khác để tựa vào. Cuối cùng là điện thoại được trang bị chuẩn kháng nước IPX4, đây hiện được xem là chuẩn rất cao đối với những chiếc điện thoại gập, nhờ vậy mà mình có thể an tâm sử dụng hơn trong những lúc vô tình dùng máy khi đang gặp mưa.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"iPhone 14 Pro Max",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/251192/iphone-14-pro-max-den-thumb-600x600.jpg",
        "price":29990000,
        "promotionPrice": 26490000,
        "description":"iPhone 14 Pro Max một siêu phẩm trong giới smartphone được nhà Táo tung ra thị trường vào tháng 09/2022. Máy trang bị con chip Apple A16 Bionic vô cùng mạnh mẽ, đi kèm theo đó là thiết kế hình màn hình mới, hứa hẹn mang lại những trải nghiệm đầy mới mẻ cho người dùng iPhone. Thiết kế cao cấp bền bỉ iPhone năm nay sẽ được thừa hưởng nét đặc trưng từ người anh iPhone 13 Pro Max, vẫn sẽ là khung thép không gỉ và mặt lưng kính cường lực kết hợp với tạo hình vuông vức hiện đại thông qua cách tạo hình phẳng ở các cạnh và phần mặt lưng. Thiết kế sang trọng - iPhone 14 Pro Max 128GB Dòng Pro năm nay được ra mắt với nhiều tùy chọn màu sắc và trong đó nổi bật nhất có lẽ là phiên bản Deep Purple (tím), bởi vì đây là một màu mới nên mang lại độ nhận diện khá cao. Màu sắc mới mẻ - iPhone 14 Pro Max 128GB Nổi bật với thiết kế màn hình mới Điểm ấn tượng nhất trên điện thoại iPhone năm nay nằm ở thiết kế màn hình, có thể dễ dàng nhận thấy được là hãng cũng đã loại bỏ cụm tai thỏ truyền thống qua bao đời iPhone bằng một hình dáng mới vô cùng lạ mắt. Thiết kế hình notch mới - iPhone 14 Pro Max 128GB So với cụm tai thỏ hình notch năm nay đã có phần tiết kiệm diện tích tương đối tốt, nhưng khi so với các kiểu màn hình dạng “nốt ruồi” thì đây vẫn chưa thực sự là một điều quá tối ưu cho phần màn hình. Thế nhưng Apple lại rất biết cách tận dụng những nhược điểm để biến chúng trở thành ưu điểm một cách ngoạn mục bằng cách phát minh nhiều hiệu ứng thú vị. Kích thước nhỏ gọn - iPhone 14 Pro Max 128GB Để làm cho chúng trở nên bắt mắt hơn Apple cũng đã giới thiệu nhiều hiệu ứng chuyển động nhằm làm tăng sự thích thú cho người dùng, điều này được kích hoạt trong lúc mình ấn giữ phần hình notch khi đang dùng các phần mềm hỗ trợ như: Nghe nhạc, đồng hồ hẹn giờ, ghi âm,... Hiệu ứng sinh động - iPhone 14 Pro Max 128GB Hiển thị nội dung chân thực hơn thông qua màn hình chất lượng Từ trước đến nay, tấm nền OLED luôn được cộng đồng người dùng đánh giá rất cao khi xuất hiện trên các dòng sản phẩm của Apple, với chiếc iPhone 14 Pro Max điều này cũng không là ngoại lệ khi hình ảnh mà máy mang lại hết sức chân thực. Màn hình cao cấp - iPhone 14 Pro Max 128GB Nhìn vào màn hình ta sẽ thấy được một độ trong trẻo vô cùng thích mắt, nội dung hiển thị có chiều sâu, cảm giác khi xem phim hay chơi game cũng trở nên sống động hơn. Điểm vượt trội nhất mà các loại tấm nền khác khó mà đạt được là độ chuẩn các về màu sắc cao, mình cũng đã sử dụng iPhone 14 Pro Max để thiết kế một vài ấn phẩm như poster hay sticker đơn giản và thành quả lúc in ra sau khi đối chiếu lại với ảnh trên điện thoại thì gần như là bằng nhau, độ sai lệch không quá đáng kể giúp mình an tâm hơn trong việc thiết kế hình ảnh. Độ chuẩn xác về màu cao - iPhone 14 Pro Max 128GB Độ phân giải màn hình đạt mức 2796 x 1290 Pixels nên việc tái tạo hình ảnh có độ chi tiết cao là điều hết sức dễ dàng, hiện tượng như rỗ màn hình là điều mà mình chưa từng thấy xuất hiện trên điện thoại trong 2 tuần trải nghiệm. Độ chi tiết cực lớn - iPhone 14 Pro Max 128GB Hỗ trợ tính năng Always On Display Bên cạnh sự đổi mới về hình notch, năm nay Apple còn trang bị cho dòng Pro và Pro Max thêm công nghệ màn hình Always On Display, điều này cho phép thiết bị không tắt màn hình hẳn mà vẫn hiển thị màn hình khóa với một độ sáng khá nhỏ, đủ để mình có thể đọc thông báo nhanh xem ngày giờ khá thuận tiện.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"iPhone 14 Pro",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/247508/iphone-14-pro-vang-thumb-600x600.jpg",
        "price":27990000,
        "promotionPrice": 24890000,
        "description":"iPhone 14 Pro 128GB - Mẫu smartphone đến từ nhà Apple được mong đợi nhất năm 2022, lần này nhà Táo mang đến cho chúng ta một phiên bản với kiểu thiết kế hình notch mới, cấu hình mạnh mẽ nhờ con chip Apple A16 Bionic và cụm camera có độ phân giải được nâng cấp lên đến 48 MP. Thiết kế mang dáng vẻ sang trọng và đặc trưng Đến với thiết kế của iPhone 14 Pro năm nay, hãng vẫn giữ lại nét đặc trưng vốn có từ các đời trước, vẫn mang trong mình ngoại hình vuông vức với các cạnh và mặt lưng vát phẳng. Hiện tại thị hiếu của người dùng về kiểu thiết kế này vẫn đang rất cao, vậy nên theo mình thấy thì đây vẫn sẽ là chiếc điện thoại bắt trend cho trong nhiều năm tiếp theo. Thiết kế sang trọng - iPhone 14 Pro 128GB Bộ khung điện thoại được làm từ chất liệu thép không gỉ và hoàn thiện theo kiểu bóng nhoáng, điều này giúp thiết bị trở nên bền bỉ cũng như làm tăng thêm phần sang trọng. Mỗi khi nghiêng máy qua nhiều góc độ khác nhau mình thấy phần khung này trở nên cuốn hút hơn nhờ khả năng phản quang vô cùng thú vị. Khung viền sáng bóng - iPhone 14 Pro 128GB Sau một thời gian sử dụng, mình thấy bộ khung này khá là dễ bám dấu vân tay, sử dụng điện thoại khi tay có mồ hôi cũng sẽ trở nên khó khăn hơn đôi chút bởi máy lúc này khá trơn. Để khắc phục được hai việc trên thì người dùng cũng có thể dùng thêm ốp lưng để đảm bảo quá trình sử dụng được thuận tiện nhất. Dễ bám dấu vân tay - iPhone 14 Pro 128GB Về phần mặt lưng, vật liệu cấu tạo chính sẽ là kính cường lực và được hoàn thiện nhám để cho ra cái nhìn cao cấp hơn, mình cảm thấy cách làm nhám này cũng đã khắc phục được đáng kể tình trạng bám dấu vân tay so với mặt lưng bóng trên iPhone 14. Hạn chế vết xước - iPhone 14 Pro 128GB Đối với iPhone 14 Pro, màu sắc đặc trưng sẽ là màu tím, đây được dự đoán là phiên bản màu bán chạy nhất bởi sự đặc trưng và dễ dàng nhận diện. Nổi bật với thiết kế hình notch mới Sau nhiều năm sử dụng kiểu màn hình tai thỏ thì đến nay Apple cũng đã quyết định thay đổi kiểu hình notch này sang một dạng mới trên iPhone 14 Pro series. Như cách quen thuộc mà mọi người hay nói thì đây là kiểu thiết kế dạng viên thuốc, nó tiết kiệm không gian hơn so với tai thỏ. Thiết kế hình notch mới - iPhone 14 Pro 128GB Tuy nhiên khi so sánh về mặt tối ưu không gian với những kiểu thiết kế dạng hình notch khác như: Giọt nước, nốt ruồi thì dạng viên thuốc vẫn chưa thực sự cạnh tranh được. Và Apple cũng đã biết cách làm chúng trở nên nổi bật hơn, hãng biến chúng trở thành ưu điểm bằng cách bổ sung thêm nhiều hiệu ứng sinh động nhằm tăng thêm phần thú vị mỗi khi người dùng sử dụng, và hãng gọi đây là Dynamic Island. Xem thêm: Dynamic Island trên iPhone dòng \"Pro\" là gì? Hoạt động như thế nào? Thiết kế hình notch mới - iPhone 14 Pro 128GB Như mình có trải nghiệm thì hiệu ứng này sẽ được kích hoạt mỗi khi dùng các ứng dụng như: Ghi âm, nghe nhạc, đồng hồ hẹn giờ,... mình chỉ cần ấn giữ phần hình notch là máy sẽ tự động hiển thị ra thêm một màn hình thu nhỏ của các ứng dụng đang dùng, từ đó mình có thể thao tác nhanh mà không cần mở ứng dụng. Thiết kế hình notch mới - iPhone 14 Pro 128GB Màn hình với chất lượng tốt hơn cùng nhiều tính năng thú vị iPhone 14 Pro sử dụng tấm nền OLED và độ phân giải 2556 x 1179 Pixels, màu sắc hiển thị có độ tương phản cao giúp nội dung trở nên có chiều sâu hơn, cảm giác khi nhìn vào những bộ phim hay trò chơi cũng trở nên chân thực hơn so với các loại màn hình như AMOLED hay LCD thông thường. Xem thêm: Màn hình OLED là gì? Có gì nổi bật? Thiết bị nào có màn hình OLED? Màn hình chất lượng - iPhone 14 Pro 128GB Màn hình có độ chi tiết cao và khả năng tái hiện màu sắc chuẩn xác, nên các công việc thiên về thiết kế hay chỉnh sửa nội dung cũng trở nên dễ dàng hơn. Ngoài ra mình còn dùng iPhone 14 Pro để tham chiếu màu sắc mỗi khi thực hiện công việc trên desktop, bởi sau khi đối chiếu với các ấn phẩm đã in ra sẽ không có quá nhiều sự khác biệt, từ đó giúp mình an tâm hơn trong các công việc. Màn hình chất lượng - iPhone 14 Pro 128GB",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Samsung Galaxy S21 FE 5G (6GB/128GB)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/267211/Samsung-Galaxy-S21-FE-vang-1-2-600x600.jpg",
        "price":12990000,
        "promotionPrice": 9990000,
        "description":"Samsung Galaxy S21 FE 5G (6GB/128GB) được Samsung ra mắt với dáng dấp thời thượng, cấu hình khỏe, chụp ảnh đẹp với bộ 3 camera chất lượng, thời lượng pin đủ dùng hằng ngày và còn gì nữa? Mời bạn khám phá qua nội dung sau ngay. Vẻ ngoài sang trọng, màu sắc thời trang Galaxy S21 FE 5G thiết kế mỏng nhẹ với độ dày 7.9 mm, khối lượng chỉ 177 gram, các góc cạnh bo tròn cho cảm giác hài hòa, mềm mại, kết hợp các tông màu thời thượng gồm tím, xanh lá, xám và trắng giúp bạn dễ dàng tạo nên phong cách riêng đầy cá tính. Samsung Galaxy S21 FE 5G (6GB/128GB) - Vẻ ngoài sang trọng, màu sắc thời trang Các chi tiết được hoàn thiện tinh tế, khung máy bằng nhôm khá nhẹ và bền chắc, mặt lưng làm từ nhựa, chế tác có độ nhám nhẹ, cầm bám tay, khi sử dụng có hơi dính mồ hôi nhưng rất dễ làm sạch. Màn hình điện thoại thông minh phủ kính cường lực Corning Gorilla Glass Victus sáng bóng, gần như an toàn khi rơi ở độ cao 2m xuống (thông tin từ hãng sản xuất công bố), hạn chế trầy xước hiệu quả. Ở cạnh hông máy, có các nút nguồn, âm lượng bấm êm ái, khe gắn sim ở cạnh dưới, nằm gần micro nên khi lắp sim bạn cần chú ý để tránh nhầm lẫn thao tác. Chuyển qua mặt sau của máy thì cách sắp xếp camera sau theo hàng dọc giống với phiên bản S21, cụm camera làm gồ lên, có thể bị xước nếu đặt nằm trên mặt bàn nhiều lần, nên để bảo vệ ống kính tốt hơn, bạn có thể dùng thêm ốp lưng, miếng dán. Samsung Galaxy S21 FE 5G (6GB/128GB) - Mặt sau của máy thì cách sắp xếp camera sau theo hàng dọc Sản phẩm được thiết kế kháng nước, kháng bụi tiêu chuẩn IP68, giảm khả năng bị nước, bụi bẩn xâm nhập gây ảnh hưởng đến tuổi thọ và hoạt động của máy, cho bạn tự tin mang theo điện thoại trong các hành trình thường nhật cũng như khi đi phượt, công tác xa nhà. Trải nghiệm xem chân thật Với kích thước 6.4 inch, đường viền khá mỏng, camera trước dạng đục lỗ cho không gian hiển thị rộng rãi, bạn có thể xem được nhiều chi tiết trên màn hình hơn. Hỗ trợ công nghệ màn hình hiện đại Dynamic AMOLED 2X, độ phân giải Full HD+, tần số quét 120 Hz, cho hình ảnh tái hiện chi tiết, mượt mà, màu sắc tươi tắn, độ tương phản cao. Samsung Galaxy S21 FE 5G (6GB/128GB) - Trải nghiệm xem chân thật Có độ sáng tối đa 1200 nits xem trong nhà và ngoài trời đều cho chất lượng hình ảnh tốt. Điện thoại tích hợp loa kép stereo trong trẻo cho âm lượng ở mức khá. Ngoài ra, nằm bên dưới của màn hình có cảm biến vân tay quang học cho phép mở khóa bằng vân tay nhanh chóng, bạn cũng có thể chọn mở khóa bằng khuôn mặt với camera trước tùy theo từng hoàn cảnh sử dụng. Hiệu năng ổn định, chơi game mượt mà Cung cấp sức mạnh cho S21 FE là CPU Exynos 2100 có sức mạnh được đánh giá là tương đương Snapdragon 888 nên chắc chắn sẽ không làm thất vọng bạn khi nó đáp ứng được từ các tác vụ hằng ngày như đọc báo, xem phim đến gõ chữ trong Word, Excel mượt mà. Kiểm tra hiệu năng với phần mềm PCMark (bên trái) cho 14.234 điểm, GeekBench 5 (bên phải) cho 745 điểm đơn nhân và 2.183 điểm đa nhân. Samsung Galaxy S21 FE 5G (6GB/128GB) - Hiệu năng ổn định, chơi game mượt mà Còn RAM 6 GB cho các hoạt động đa nhiệm khá tốt, phối hợp GPU Mali-G78 xử lý đồ họa tối ưu, chơi game Liên Quân với độ họa tối đa 60 FPS, tần số quét 120 Hz, combat không lag, không drop FPS khi chơi. Samsung Galaxy S21 FE 5G (6GB/128GB) - Game Liên Quân Với game PUBG Mobile thì cho đồ họa sắc nét, có tình trạng drop FPS nhẹ khi bắn súng ở nơi đông người hoặc khi chết, tuy nhiên không đáng kể. Samsung Galaxy S21 FE 5G (6GB/128GB) - Game PUBG Mobile Vì đều chơi ở mức đồ họa tối đa, tốc độ làm mới 120 Hz nên máy khá nóng khi chơi, nên game thủ cần hạ mức độ họa xuống chút để máy mát và dùng tiết kiệm pin hơn. Bộ nhớ trong 128 GB, không gian lưu trữ tương đối rộng để bạn lưu lại được nhiều hình ảnh, tài liệu hoặc ứng dụng mà bạn đang quan tâm tiện lợi. Hỗ trợ kết nối 5G cho tín hiệu ổn định, phát trực tuyến hoặc tải xuống các tệp tin dung lượng lớn nhanh chóng, độ trễ thấp. Ghi lại hình ảnh sống động Galaxy S21 FE 5G thiết kế cụm camera sau có 3 ống kính, trong đó có camera chính và camera góc siêu rộng cho độ phân giải 12 MP và 1 camera tele 8 MP chụp ảnh cho chất lượng rất \"ổn áp\" với các chi tiết rõ ràng, màu sắc của bầu trời, cây cối nịnh mắt. Samsung Galaxy S21 FE 5G (6GB/128GB) - Ghi lại hình ảnh sống động Chụp phong cảnh cùng điện thoại có camera góc rộng với trường nhìn lên đến 123 độ, nhờ có tầm bao quát rộng lớn giúp cho tấm ảnh thu được nhiều chi tiết hơn, ảnh chụp không bị méo ở các góc làm cho tổng quan bức hình thêm phần chất lượng. Samsung Galaxy S21 FE 5G (6GB/128GB) - Chụp phong cảnh với camera góc siêu rộng Samsung hỗ trợ cho máy chế độ Night Mode cải thiện chất lượng chụp ảnh trong điều kiện thiếu sáng. Máy bắt nét khá nhanh, chi tiết có độ nét ở mức chấp nhận được, màu sắc tái tạo ở tông ấm, nếu có vật thể di chuyển nhanh thì chúng có thể hơi nhòe khi xuất hiện trong hình. Samsung Galaxy S21 FE 5G (6GB/128GB) - Hỗ trợ chế độ Night Mode Camera trước có độ phân giải cao 32 MP, trang bị đa dạng chế độ chụp, làm nổi bật chủ thể trong hình với chế độ chụp xóa phông, cho bạn tỏa sáng trong bức ảnh chân dung thu lại được.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Xiaomi Redmi 12C 64GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/303575/xiaomi-redmi-12c-grey-thumb-600x600.jpg",
        "price":3590000,
        "promotionPrice": 2840000,
        "description":"Xiaomi Redmi 12C 64GB là một thiết bị di động tầm trung được giới thiệu bởi Xiaomi, với cấu hình vượt trội so với các đối thủ trong cùng phân khúc, điều này nhờ trang bị con chip MediaTek Helio G85 mạnh mẽ giúp máy có thể xử lý tốt nhiều tác vụ. Hơn nữa, với bộ ống kính chất lượng 50 MP cho phép bạn chụp ảnh chất lượng, sắc nét và đẹp mắt. Ngoại hình trẻ trung hiện đại Với thiết kế bo cong mềm mại qua những đường nét tinh xảo và màu sắc hiện đại, Redmi 12C có vẻ ngoài rất sang trọng và thời thượng để mang đến cái nhìn đầy bắt mắt. Điện thoại không chỉ đơn thuần là một thiết bị thông thường mà còn có thể sử dụng như một phụ kiện thời trang giúp bạn tự tin hơn mỗi khi cầm nắm chúng trên tay. Hoàn thiện với vẻ ngoài bắt mắt - Xiaomi Redmi 12C Điện thoại Xiaomi này có thiết kế gọn nhẹ, tiện dụng cho việc cầm nắm lâu dài nhờ sở hữu kích thước bề ngang là 168.76 mm và bề rộng thân máy 76.41 mm. Tuy nhiên, cổng sạc của máy vẫn sử dụng chuẩn Micro USB, trong khi đó cổng tai nghe 3.5 mm vẫn được giữ lại để phục vụ cho những người dùng thích sử dụng tai nghe có dây bằng một cổng kết nối riêng biệt. Hiển thị với không gian đầy rộng rãi Màn hình của Redmi 12C có kích thước 6.71 inch, sử dụng tấm nền IPS LCD và độ phân giải HD+ (720 x 1650 pixels), nhờ đó mà tổng số điểm ảnh trên màn hình được nâng cao giúp hiển thị nội dung với chất lượng hình ảnh đầy sắc nét để biến mọi thứ bạn xem đều được trở nên một cách chân thật. Không gian hiển thị rộng lớn - Xiaomi Redmi 12C Hỗ trợ chụp ảnh độ phân giải cao với camera 50 MP Camera sau của Xiaomi Redmi 12C cho chất lượng ấn tượng trong phân khúc điện thoại Android giá rẻ, điều này nhờ camera chính có độ phân giải lên đến 50 MP và hỗ trợ chế độ chụp HDR giúp tăng cường độ chi tiết và khả năng cân bằng sáng để tạo ra những bức ảnh trông đẹp và hài hòa hơn. Hỗ trợ chụp ảnh sắc nét - Xiaomi Redmi 12C Mặc dù chỉ có độ phân giải 5 MP nhưng camera selfie của Xiaomi Redmi 12C vẫn được trang bị công nghệ làm đẹp bằng, tính năng xoá phông cùng nhiều chế độ khá hữu ích khác. Nhờ vào những tính năng này mà máy có thể tạo ra cho bạn những bức ảnh đẹp và rực rỡ để bạn có thể dễ dàng chia sẻ lên mạng xã hội. Đem đến trải nghiệm sử dụng mượt mà hơn mong đợi Xiaomi Redmi 12C nằm trong phân khúc bình dân và được thiết kế chủ yếu để sử dụng cho các tác vụ cơ bản. Vì thế vi xử lý MediaTek Helio G85 được tích hợp giúp máy hoạt động mượt mà và ổn định, nó vừa tối ưu được giá thành sản phẩm song cũng mang lại hiệu năng tốt để sử dụng cho nhiều tác vụ khác nhau. Hiệu năng tốt trong phân khúc giá - Xiaomi Redmi 12C Ngoài ra, Xiaomi Redmi 12C còn là điện thoại RAM 4 GB với bộ nhớ trong 64 GB, bấy nhiêu là đủ đáp ứng nhu cầu đa nhiệm mượt mà và tránh tình trạng giật lag, kèm theo đó là không gian lưu trữ vừa đủ cho vài ứng dụng cần thiết cùng một phần bộ nhớ dành cho những nội dung mà bạn yêu thích như: Ảnh, bộ phim hay bài hát. Mang đến thời lượng sử dụng cả ngày Xiaomi Redmi 12C được trang bị viên pin dung lượng lớn 5000 mAh để đáp ứng nhu cầu sử dụng điện thoại trong cả ngày mà không cần phải sạc thường xuyên. Tuy nhiên, vì công suất sạc chỉ 10 W việc sạc đầy pin sẽ mất khá nhiều thời gian. Người dùng có thể sạc điện thoại trong khoảng thời gian nghỉ ngơi để tiết kiệm thời gian chờ đợi.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Samsung Galaxy S23 Ultra 5G 256GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/249948/samsung-galaxy-s23-ultra-thumb-xanh-600x600.jpg",
        "price":31990000,
        "promotionPrice": 26030000,
        "description":"Samsung Galaxy S23 Ultra 5G 256GB là chiếc smartphone cao cấp nhất của nhà Samsung, sở hữu cấu hình không tưởng với con chip khủng được Qualcomm tối ưu riêng cho dòng Galaxy và camera lên đến 200 MP, xứng danh là chiếc flagship Android được mong đợi nhất trong năm 2023. Tạo hình sang trọng đầy tinh tế Về thiết kế thì Samsung Galaxy S23 Ultra sẽ tiếp tục thừa hưởng kiểu dáng sang trọng đến từ thế hệ trước, vẫn là bộ khung kim loại, mặt lưng kính cùng kiểu tạo hình bo cong nhẹ ở cạnh bên và màn hình. Thiết kế sang trọng - Samsung Galaxy S23 Ultra 5G 256GB Tuy nhiên kiểu bo cong này sẽ hơi thiên hướng phẳng một chút so với S22 Ultra, điều này mang đến cho mình trải nghiệm cầm nắm chắc tay hơn, song cũng mang lại cảm giác dễ chịu cho những lúc sử dụng liên tục trong thời gian dài. Về màu sắc, năm nay Samsung cũng đã cho ra các phiên bản màu như: Tím, kem, xanh và đen. Nhìn chung thì đây là những màu sắc cực kỳ sang trọng và lịch lãm, phù hợp cho các bạn trẻ năng động, mạnh mẽ và đặc biệt là những khách hàng đang là doanh nhân bởi ngoại hình đẳng cấp và thanh lịch. Hiện trên tay mình là bản màu xanh đặc trưng của Samsung, màu này vừa đem đến sự trẻ trung tươi mới và cũng vừa mang trên mình một gam màu tối để có thể giữ được vẻ huyền bí đầy mê hoặc. Màu sắc mê hoặc - Samsung Galaxy S23 Ultra 5G 256GB Ở mặt lưng ta có thể thấy Samsung trang bị cho máy một lớp kính cường lực có khả năng chống va đập tốt, được làm theo kiểu nhám nhẹ giúp cho việc bám dấu vân tay gần như không thấy xuất hiện trong quá trình mình trải nghiệm. Mặt lưng kính nhám - Samsung Galaxy S23 Ultra 5G 256GB Về phần thiết kế camera thì năm nay hãng gần như không có sự thay đổi gì so với Galaxy S22 Ultra, vẫn là cụm camera được bố trí riêng lẻ và được làm nhô lên khá cao. Tuy nhiên xung quanh các ống kính sẽ được thêm một lớp viền cao hơn so với bề mặt camera, điều này giúp hạn chế việc trầy xước bề mặt ống kính rất tốt nên mình cũng yên tâm hơn trong lúc dùng. Vị trí camera - Samsung Galaxy S23 Ultra 5G 256GB Còn về viền xung quanh máy, Galaxy S23 Ultra được bao bọc bởi bộ khung làm từ nhôm với đặc tính bền bỉ, chắc chắn cùng trọng lượng được tối ưu cực kỳ hiệu quả. Bộ khung này được làm theo kiểu bóng loáng giúp máy có thêm một điểm nhấn đầy nổi bật về thiết kế. Cảm giác khi sờ vào bộ khung như được phủ một lớp mạ bóng xung quanh, vì thế đây sẽ không phải là vị trí dễ xước như một bộ phận người người dùng hoài nghi. Khung viền bo cong - Samsung Galaxy S23 Ultra 5G 256GB Hiệu năng bức phá mọi giới hạn Tại thời điểm ra mắt sản phẩm, Galaxy S23 Ultra có thể xem là chiếc điện thoại Android sở hữu hiệu năng mạnh mẽ bậc nhất thị trường. Điều này là do Samsung đã trang bị con chip Snapdragon 8 Gen 2 tân tiến được nhà Qualcomm tối ưu riêng biệt cho dòng sản phẩm Galaxy S series, mang lại hiệu năng vượt trội so với Snapdragon 8 Gen 2 thông thường. Trước tiên là về phần trải nghiệm cơ bản với những tác vụ như: Xem phim, lướt web, chụp ảnh hay nghe gọi nhắn tin thì dường như máy không gặp phải bất kỳ khó khăn nào cả, mọi thứ đều được diễn ra suôn sẻ và hết sức mượt mà. Hiệu năng mượt mà - Samsung Galaxy S23 Ultra 5G 256GB Để có thể đánh giá cấu hình của điện thoại một cách trực quan hơn bằng những con số, vậy nên mình cũng đã test qua một vài phần mềm kiểm tra hiệu năng với kết quả đạt được như sau: 1767 (đơn nhân), 4314 (đa nhân) trên Geekbench 6 và 15635 điểm trên PCMark. Điểm đánh giá hiệu năng - Samsung Galaxy S23 Ultra 5G 256GB Ở thời điểm hiện tại (04/2023), đây quả thực là những con số rất cao và có ít dòng máy nào sở hữu được mức điểm lớn như vậy. Nhờ vào đó mà Galaxy S23 Ultra tự tin có thể xử lý tốt bất kỳ tác vụ nào vào thời điểm này, hay thậm chí là mang đến trải nghiệm sử dụng mượt mà cho tới 2 - 3 năm hoặc lâu hơn tùy vào mục đích sử dụng. Đến với phần trải nghiệm chơi game thì Snapdragon 8 Gen 2 dường như đã có cơ hội bộc lộ gần hết sức mạnh của chip, điều này được minh chứng trong lúc mình chơi qua các tựa game như Liên Quân Mobile và Genshin Impact ở mức đồ họa cao nhất. Trải nghiệm chơi game - Samsung Galaxy S23 Ultra 5G 256GB Ở Liên Quân Mobile, máy cho phép cài đặt mức đồ họa tối đa thông qua các mức độ như sau: Độ phân giải siêu cao, chất lượng hình ảnh HD và chất lượng chi tiết cao. Điều này góp phần làm tăng trải nghiệm chơi game của mình khi mọi nội dung đều được hiển thị tốt nhất. Bảng cài dặt cấu hình - Samsung Galaxy S23 Ultra 5G 256GB Sau khoảng 2 ván game liên tục trên Galaxy S23 Ultra thì mình thấy dường như máy không gặp phải bất kỳ hiện tượng giật lag hay chậm đơ, kể cả những lúc giao tranh tổng, khi mà mọi hiệu ứng hình ảnh từ mọi tướng đều được hiển thị gần như cùng lúc.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại iPhone 11 64GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/153856/iphone-xi-den-600x600.jpg",
        "price":11990000,
        "promotionPrice": 10490000,
        "description":"Apple đã chính thức trình làng bộ 3 siêu phẩm iPhone 11, trong đó phiên bản iPhone 11 64GB có mức giá rẻ nhất nhưng vẫn được nâng cấp mạnh mẽ như iPhone Xr ra mắt trước đó. Nâng cấp mạnh mẽ về camera Nói về nâng cấp thì camera chính là điểm có nhiều cải tiến nhất trên thế hệ iPhone mới. Điện thoại iPhone 11 64GB | Thiết kế nhiều màu sắc Nếu như trước đây iPhone Xr chỉ có một camera thì nay với iPhone 11 chúng ta sẽ có tới hai camera ở mặt sau. Điện thoại iPhone 11 64GB | Camera sau Ngoài camera chính vẫn có độ phân giải 12 MP thì chúng ta sẽ có thêm một camera góc siêu rộng và cũng với độ phân giải tương tự. Điện thoại iPhone 11 64GB | Ảnh chụp chế độ chân dung Ảnh chụp chân dung với iPhone 11 Theo Apple thì việc chuyển đổi qua lại giữa hai ống kính thì sẽ không làm thay đổi màu sắc của bức ảnh. Điện thoại iPhone 11 64GB | Ảnh chụp chế độ chân dung Ảnh chụp chế độ chân dung với iPhone 11 Đây là một điều được xem là bước ngoặt bởi những chiếc smartphone Android có nhiều camera hiện nay sẽ thường bị sai lệch về màu sắc khi chuyển đổi qua lại giữa các ống kính gây cảm giác khá khó chịu cho người dùng. Điện thoại iPhone 11 64GB | Ảnh chụp với Deep Fusion Ảnh chụp với Deep Fusion Bên cạnh đó với iPhone 11 thì đây sẽ là lần đầu tiên Apple trang bị khả năng chụp đêm lên chiếc iPhone của mình. Điện thoại iPhone 11 64GB | Ảnh chụp với chế độ Night Mode Ảnh chụp với chế độ Night Mode Ảnh chụp với chế độ Night Mode Theo trải nghiệm thì tính năng này hoạt động rất hiệu quả đặc biệt trong những môi trường cực kỳ thiếu sáng. Điện thoại iPhone 11 64GB | Ảnh chụp bằng camera sau Kích hoạt chế độ chụp đêm sẽ do iPhone tự quyết định việc của bạn chỉ cần đưa máy lên và chụp, rất đơn giản. Điện thoại iPhone 11 64GB | Ảnh chụp chế độ góc siêu rộng Ảnh chụp chế độ góc siêu rộng Năm nay Apple cũng đã nâng cấp độ phân giải camera trước nên 12 MP thay vì 7 MP như thế hệ trước đó. Camera trước cũng có một tính năng thông minh, khi bạn xoay ngang điện thoại nó sẽ tự kích hoạt chế độ selfie góc rộng để bạn có thể chụp với nhiều người hơn. Điện thoại iPhone 11 64GB | Ảnh selfie bằng camera trước Ngoài ra Apple cũng giới thiệu tính năng quay video slow motion dành cho camera trước, điều mà Apple chưa từng trang bị cho những chiếc iPhone trước đây. Xem thêm: Đánh giá chi tiết iPhone 11: Hóa 'bão tố' hay thành 'bom xịt'? Hiệu năng mạnh mẽ hàng đầu thế giới Mỗi lần ra iPhone mới là mỗi lần Apple mang đến cho người dùng một trải nghiệm về hiệu năng \"chưa từng có\". Điện thoại iPhone 11 64GB | Trải nghiệm chơi game trên iPhone 11",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Xiaomi Redmi Note 12 8GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/303298/xiaomi-redmi-note-12-4g-mono-den-600x600.jpg",
        "price":5290000,
        "promotionPrice": 5790000,
        "description":"Xiaomi Redmi Note 12 8GB/128GB - ĐỘC QUYỀN là mẫu điện thoại tầm trung vừa được ra mắt tại thị trường Việt Nam, máy thu hút sự chú ý đến từ người dùng nhờ được trang bị con chip Snapdragon 685 và camera 50 MP nổi bật trong phân khúc. Tỏa sáng với diện mạo đẹp mắt Redmi Note 12 sở hữu cho mình một dáng vẻ vuông vắn đầy thời thượng, các góc bo tròn cùng mặt lưng và bộ khung vát phẳng tạo nên nên một cái nhìn hiện đại và cực kỳ trẻ trung. Hơn hết, màu sắc cũng chính là điều góp phần làm cho chiếc máy trở nên thu hút với 3 tone màu hiện đại là: Xám, Xanh Dương và Xanh Lá. Thiết kế sang trọng - Xiaomi Redmi Note 12 8GB Về mặt trước thì điện thoại được trang bị một màn hình phẳng cùng nguyên lý thiết kế kiểu nốt ruồi, kèm theo đó là việc tối ưu viền màn hình mỏng giúp mang lại không gian hiển thị rộng lớn. Trang bị chipset đến từ nhà Qualcomm Cung cấp sức mạnh cho máy là bộ vi xử lý Snapdragon 685 được sản xuất bởi nhà Qualcomm bằng tiến trình hiện đại 6 nm, chip mang lại hiệu quả về mặt hiệu suất khi mức xung nhịp tối đa đạt được là 2.8 GHz. Hiệu năng ổn định - Xiaomi Redmi Note 12 8GB Với các tác vụ thông thường như đàm thoại, lướt web xem phim thì Redmi Note 12 hoàn toàn là một thiết bị có thể cân tốt, ngoài ra thì máy cũng có thể hỗ trợ chơi tốt nhiều tựa game thịnh hành ở mức cấu hình vừa phải như trên Liên Quân Mobile hay PUBG Mobile. Nâng tầm nhiếp ảnh với camera 50 MP Tích hợp trên máy sẽ là bộ cảm biến 3 camera với thông số lần lượt là 50 MP trên camera chính, 8 MP đối với camera góc siêu rộng và cuối cùng là cảm biến macro 2 MP hỗ trợ cho việc chụp cận cảnh. Camera chụp ảnh sắc nét - Xiaomi Redmi Note 12 8GB Nhờ trang bị nhiều ống kính như trên nên bạn hoàn toàn có thể tự mình khám phá nhiều phong cách chụp khác nhau thông qua nhiều chế độ đa dạng, ngoài ra máy cũng có thể hỗ trợ tính năng chụp ảnh chân dung với khả năng tạo hiệu ứng bokeh tự nhiên hết sức lung linh và ảo diệu. Trải nghiệm thích hơn với màn hình lớn Đối với chiếc điện thoại Xiaomi Redmi này thì hãng sử dụng cho máy một tấm nền AMOLED và có độ phân giải Full HD+ (1080 x 2400 Pixels), nhờ vậy mà chất lượng nội dung hiển thị có độ chi tiết cao, màu sắc sinh động cũng như tái hiện nội dung có chiều sâu để biến mọi thước phim đều trở nên chân thực. Màn hình hiển thị tốt - Xiaomi Redmi Note 12 8GB Ngoài ra thì máy cũng là một chiếc máy có hỗ trợ tần số quét 120 Hz và đọ sáng tối đa 1200 nits, vừa giúp nâng cao trải nghiệm vuốt chạm xong máy cũng đem lại nhiều tiện ích cho việc sử dụng ngoài trời khi hạn chế được tình trạng tối màn hình mỗi khi sử dụng. Kéo dài thời lượng dùng với pin lớn Được trang bị một viên pin lớn 5000 mAh nên đây chắc hẳn sẽ là chiếc điện thoại Xiaomi lý tưởng cho những bạn có nhu cầu sử dụng điện thoại trong nhiều giờ liền mà ít khi phải cắm sạc, theo như thông tin từ hãng thì máy thể duy trì việc sử dụng cho bạn trong khoảng 1.35 ngày cho tới lần sạc kế tiếp. Pin lớn 5000 mAh - Xiaomi Redmi Note 12 8GB Ngoài ra thì máy còn là điện thoại sạc siêu nhanh với công suất tối đa mà hãng có hỗ trợ là 33 W, điều này đem lại hiệu quả cực kỳ lớn khi bạn không phải mất quá nhiều thời gian chờ đợi cho việc nạp đầy dung lượng một viên pin lớn. So sánh thông số kỹ thuật giữa Xiaomi Redmi Note 12 và Xiaomi Redmi Note 12 Pro Dưới đây là bảng tổng hợp các danh mục về thông số kỹ thuật của Xiaomi Redmi Note 12 và Xiaomi Redmi Note 12 Pro vừa được công bố:",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Vivo Y35",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/286697/vivo-y35-thumb-den-600x600.jpg",
        "price":6990000,
        "promotionPrice": 5790000,
        "description":"Tiếp nối sự thành công của các mẫu smartphone tầm trung tại thị trường Việt Nam thì mới đây Vivo đã chính thức cho ra mắt điện thoại Vivo Y35. Máy sở hữu cho mình khả năng sạc siêu nhanh 44 W, cụm camera đem đến những bức ảnh sắc nét và một hiệu năng ổn định trong phân khúc. Không gian hiển thị sắc nét Vivo Y35 có kích thước màn hình 6.58 inch đi cùng là tấm nền IPS LCD, độ phân giải Full HD+ với những thông số trên chất lượng hình ảnh hiển thị có chi tiết tốt, góc nhìn rộng và màu sắc trung thực. Hiển thị sắc nét - Vivo Y35 Hãng đã làm những mẫu điện thoại Vivo Y có độ sáng màn hình khá cao giúp bạn quan sát tốt khi sử dụng ngoài trời nắng. Vivo Y35 cũng không ngoại lệ khi được trang bị độ sáng 550 nits mang đến chất lượng hiển thị tốt khi ngoài trời. Không dừng lại ở đó lần ra mắt này Vivo đã mang Hi-Res Audio lên trên Y35, giờ đây bạn sẽ có những buổi tiệc âm nhạc tuyệt vời ngay trên dế yêu của mình. Âm thanh to rõ - Vivo Y35 Hiệu năng ổn định tối ưu trải nghiệm Vivo Y35 mang trong mình con chip Snapdragon 680, đây là CPU quốc dân của những mẫu điện thoại Android, máy đáp ứng tốt các nhu cầu hiện nay của người dùng từ đọc báo, lướt web đến chơi những tựa game đang hot trên thị trường. Hiệu năng ổn định - Vivo Y35 Vivo trang bị cho điện thoại RAM 8 GB cùng tính năng mở rộng 8 GB mang đến khả năng xử lý đa nhiệm mượt mà có thể mở nhiều ứng dụng một lúc mà không xảy ra hiện tượng giật lag. Hệ thống chụp ảnh sắc nét Điện thoại sở hữu 3 camera với cảm biến chính AI 50 MP, 2 camera phụ có cùng độ phân giải 2 MP. Bạn sẽ có được những bức ảnh chuyên nghiệp với đầy đủ các chi tiết ngay cả những bức ảnh ban đêm. Cụm camera chất lượng - Vivo Y35 Các tính năng hỗ trợ tối ưu cho việc chụp ảnh hay quay video tiên tiến như: Chống rung EIS, làm đẹp hay xóa phông,... đều được hãng tích hợp bên trong cụm camera của Vivo Y35. Camera trước của máy có độ phân giải 16 MP đi cùng với đó là nhiều phần mềm ưu việt mang đến cho bạn những tấm ảnh selfie chất lượng mà không cần dùng đến ứng dụng thứ 3. Pin trâu hơn, dùng lâu hơn Pin và tốc độ sạc cũng là điểm vô cùng sáng khi nhắc tới Vivo Y35, bạn không cần phải lo nghĩ nhiều về việc hết pin khi đang dùng trong ngày khi máy có dung lượng 5000 mAh với khả năng sạc nhanh 44 W chỉ cần 34 phút cho 70% dung lượng* tha hồ cho bạn sử dụng. Sử dụng dài lâu - Vivo Y35",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại OPPO Reno8 T 5G 256GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/301642/oppo-reno8t-vang1-thumb-600x600.jpg",
        "price":10990000,
        "promotionPrice": 0,
        "description":"Tiếp nối sự thành công rực rỡ đến từ các thế hệ trước đó thì chiếc OPPO Reno8 T 5G 256GB cuối cùng đã được giới thiệu chính thức tại Việt Nam, được định hình là dòng sản phẩm thuộc phân khúc tầm trung với camera 108 MP, con chip Snapdragon 695 cùng kiểu dáng thiết kế mặt lưng và màn hình bo cong hết sức nổi bật. Thiết kế với kiểu dáng bắt mắt Qua những lần chạm đầu tiên trên chiếc Reno8 T 5G thì mình thấy đây là một chiếc điện thoại có độ hoàn thiện khá tốt, máy mang lại cho mình một cảm giác cầm nắm tương đối là đầm tay, hai bên cạnh cũng được làm bo cong giúp hạn chế tình trạng cấn tay mang đến cho mình một trải nghiệm sử dụng khá là thoải mái. Vẻ ngoài hiện đại - OPPO Reno8 T 5G 256GB Trên tay mình đây hiện đang là phiên bản màu đen có hiệu ứng phản quang khá bắt mắt, đây có thể coi là phiên bản màu truyền thống và quen thuộc đến từ nhà OPPO, nhưng lần này hãng làm cho nó trở nên nổi bật hơn bằng cách tạo thêm một vệt bóng theo kiểu mặt nhẵn ở bên dưới trông khá lạ mắt. Mặt lưng nhám - OPPO Reno8 T 5G 256GB Ngoại trừ cụm camera và phần vệt bóng bên trên ra thì gần như mọi vị trí khác trên mặt lưng đều được làm theo kiểu nhám, nhờ đó mà hiện tượng bám dấu vân tay cũng được hạn chế khá nhiều để mang đến cho mình cảm giác cầm chắc tay hơn. Cụm camera độc đáo - OPPO Reno8 T 5G 256GB Bên cạnh đó, cách làm nhẵn cùng chất liệu là thuỷ tinh hữu cơ nên mặt lưng của máy cho khả năng kháng xước khá tốt, điều này làm mình an tâm hơn mỗi khi đặt máy lên các bề mặt gồ ghề dễ xước hay để chung điện thoại với các vật dụng khác như chìa khóa, đầu dây sạc hay móc khóa kim loại vào cùng một chiếc túi. Một điểm mà mình thấy chưa thực sự ưng ý lắm là cách thiết kế cụm camera, phần này được làm hơi cao so với mặt lưng nên theo cảm nhận của mình đây là một vị trí khá dễ xước, để có thể an tâm sử dụng mình cũng đã dùng thêm ốp lưng mà hãng có tặng kèm để bảo vệ thiết bị được an toàn hơn. Thiết kế cụm camera - OPPO Reno8 T 5G 256GB Điều làm mình ấn tượng nhất về chiếc máy này có lẽ là cách mà hãng tối ưu kích thước cạnh viền, theo mình điều này cũng nhờ một phần từ việc thiết kế màn hình bo cong nên khi xem một vài tựa phim hay chơi game có tone màu tối máy làm cho mình có cảm giác như đang sử dụng một chiếc điện thoại không viền. Tối ưu viền màn hình siêu mỏng - OPPO Reno8 T 5G 256GB Trải nghiệm nội dung tốt hơn với màn hình tràn viền vô cực Về thông số màn hình, máy được trang bị tấm nền AMOLED với độ phân giải Full HD+ (1080 x 2412 Pixels) nhờ đó mà hình ảnh mang đến có màu sắc rực rỡ bắt mắt, màu đen tái hiện sâu cùng độ phân giải cao giúp mọi nội dung khi xem đều tạo cho mình một cảm giác chân thực và ấn tượng. Xem thêm: Màn hình AMOLED là gì? Có gì nổi bật? Thiết bị nào có màn hình AMOLED? Sử dụng tấm nền AMOLED - OPPO Reno8 T 5G 256GB Reno8 T 5G sở hữu kích thước màn hình 6.7 inch cho không gian hiển thị vừa đủ để mình xem phim hay thao tác chơi game được thoải mái. Tuy sở hữu kích thước lớn nhưng hãng cũng đã làm nó theo kiểu dài và thon nên nhìn cũng rất hiện đại chứ không bị quá thô như một vài mẫu điện thoại Android khác có cùng kích thước trên thị trường.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại realme C55 6GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/301603/realme-c35-vang-thumb-600x600.jpg",
        "price":4090000,
        "promotionPrice":4990000,
        "description":"Gần đây, chiếc điện thoại realme C55 đã được giới thiệu chính thức với bộ thông số kỹ thuật đáng chú ý và giá cả phù hợp cho người dùng, hãng tạo ra sản phẩm này nhằm cải thiện trải nghiệm cho những sản phẩm thuộc phân khúc giá rẻ. Vẻ ngoài sành điệu realme C55 chiếc smartphone có thiết kế đơn giản với ngôn ngữ thiết kế vuông vắn và màu sắc thanh lịch, khung viền được làm cứng cáp cùng mặt lưng nhựa nhám giúp mang lại cảm giác cầm chắc tay hay hạn chế việc bám dấu vân tay mỗi khi sử dụng. Thiết kế sang trọng - Realme C55 Thiết kế của chiếc điện thoại realme này cũng rất tiện dụng với các phím điều hướng nằm ở cạnh trái (nhìn từ mặt lưng) cùng với cảm biến vân tay được tích hợp chung phím nguồn để dễ dàng truy cập và sử dụng. Đột phá về khả năng chụp ảnh realme C55 được trang bị hệ thống camera kép phía sau với cảm biến chính 64 MP và cảm biến phụ 2 MP. Cảm biến chính được thiết kế với kích thước lớn giúp chụp ảnh trong điều kiện ánh sáng thấp tốt hơn, còn cảm biến phụ có chức năng hỗ trợ chụp ảnh chân dung và tạo hiệu ứng bokeh. Camera chụp ảnh chuyên nghiệp - Realme C55 Mặt trước của realme C55 cũng có camera selfie 8 MP, cảm biến này này được tích hợp nhiều tính năng như làm đẹp, chân dung hay chế độ ban đêm. Nhờ vào những tính năng này, người dùng có thể chụp ảnh selfie với chất lượng tốt và dễ dàng chỉnh sửa để tạo ra những bức ảnh đẹp hơn. Trang bị màn hình kích thước lớn realme C55 được trang bị màn hình IPS LCD kích thước 6.72 inch, độ phân giải Full HD+ (1080 x 2400 Pixels) và tần số quét đạt tới 90 Hz. Màn hình của điện thoại cho độ sáng và độ tương phản tốt, màu sắc trung thực và góc nhìn rộng, đủ để biến mọi nội dung bạn xem đều được trở nên chân thật. Xem thêm: Màn hình IPS LCD là gì? Có gì nổi bật? Thiết bị nào có màn hình IPS? Trang bị màn hình lớn - Realme C55 Viền màn hình thì cũng được tối ưu tốt hơn rất nhiều so với thế hệ trước đó, nhờ vậy mà cảm giác mỗi khi nhìn vào cũng sẽ thoải mái hơn hay mang đến một nội dung vô tận để giúp bạn đắm chìm trong từng thước phim. Hiệu năng tốt trong tầm giá realme C35 được trang bị vi xử lý MediaTek Helio G88, RAM 6 GB và bộ nhớ trong 128 GB, có hỗ trợ thẻ nhớ ngoài lên đến 1 TB để nâng cấp không gian lưu trữ dành cho bạn. Xem thêm: Tìm hiểu chip MediaTek Helio G88 chi tiết về thông số và hiệu năng Hiệu năng tốt trong tầm giá - Realme C55 Với cấu hình này, điện thoại cho hiệu năng xử lý khá tốt trong các tác vụ hằng ngày như lướt web, chơi game nhẹ, xem phim, đọc tin tức... Ngoài ra thì dùng để chơi game cũng khá ổn, với những tựa game như Liên Quân Mobile và PUBG Mobile thì cài đặt ở mức đồ họa trung bình có lẽ là giải pháp hiệu quả để mang lại trải nghiệm tốt nhất dành cho bạn. Đáp ứng thời gian sử dụng dài lâu realme C55 được trang bị pin có dung lượng lớn 5000 mAh giúp cho điện thoại có thời lượng sử dụng lên đến 2 ngày đối với người dùng thông thường và hơn 1 ngày cho người dùng sử dụng nhiều ứng dụng, chơi game hay xem video. Điều này giúp người dùng không cần lo lắng về tình trạng pin trong quá trình sử dụng. Ngoài ra, realme C55 cũng là mẫu điện thoại sạc siêu nhanh với công suất sạc tối đa lên tới 33 W, điều này giúp điện thoại được sạc đầy pin nhanh chóng và tiết kiệm thời gian để bạn không cần phải đợi lâu. Sạc pin nhanh chóng - Realme C55",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Samsung Galaxy A23 4GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/262650/samsung-galaxy-a23-cam-thumb-600x600.jpg",
        "price":5100000,
        "promotionPrice": 5690000,
        "description":"Samsung Galaxy A23 4GB sở hữu bộ thông số kỹ thuật khá ấn tượng trong phân khúc, máy có một hiệu năng ổn định, cụm 4 camera thông minh cùng một diện mạo trẻ trung phù hợp cho mọi đối tượng người dùng. Xử lý mượt mà nhờ chipset đến từ Qualcomm Để máy vận hành một cách ổn định hơn Samsung trang bị cho Galaxy A23 con chip quốc dân dành cho thị trường di động tầm trung hiện nay (04/2022) mang tên Snapdragon 680 8 nhân với hiệu suất tối đa đạt được là 2.4 GHz. Hiệu năng mạnh mẽ - Samsung Galaxy A23 4GB Đánh giá sức mạnh của thiết bị qua hai ứng dụng thường được mọi người dùng để so sánh hiệu năng với kết quả đạt được như sau: 283 (đơn nhân), 1515 (đa nhân) trên Benchmark và 6830 cho ứng dụng PCMark. Điểm đánh giá hiệu năng - Samsung Galaxy A23 4GB Khởi động với một tựa game chiến thuật hiện đang rất thịnh hành là Liên Quân Mobile ở mức cấu hình cao nhất, Galaxy A23 cho quá trình chơi tương đối là mượt mà, hình ảnh đẹp mắt và kỹ năng được tái hiện sống động. Tình trạng giật, lag vẫn còn xuất hiện nhưng không quá đáng kể, tốc độ khung hình dao động loanh quanh ở mức 55 - 60 FPS. Cấu hình Liên Quân Mobile - Samsung Galaxy A23 4GB Trò chơi thứ 2 mà mình thử qua là PUBG Mobile với cấu hình được mình thiết lập là mức đồ họa mượt và tốc độ khung hình cực cao để đảm bảo máy hoạt động một cách ổn định nhất có thể. Trải nghiệm ổn định, nhân vật di chuyển tương đối là mượt mà, quá trình đi nhặt đồ diễn ra khá mượt, tốc độ khung hình dao động loanh quanh ở mức 25 - 29 FPS. Hiện tượng khựng khung hình khi mình tham chiến ở những vị trí đông kẻ địch vẫn còn xuất hiện nhưng không đến mức khó chịu. Cấu hình PUBG Mobile - Samsung Galaxy A23 4GB Máy trang bị 4 GB RAM cùng 128 GB bộ nhớ trong mang đến khả năng đa nhiệm một cách mượt mà cùng không gian lưu trữ đáp ứng vừa đủ cho người dùng cơ bản để tải xuống một lượng ứng dụng và hình ảnh khá lớn. Đa nhiệm mượt mà - Samsung Galaxy A23 4GB Chụp ảnh sắc nét với cụm camera thông minh Máy sở hữu 4 camera với camera chính có độ phân giải lên đến 50 MP, camera góc siêu rộng 5 MP, cảm biến xóa phông và macro có cùng độ phân giải 2 MP, kèm với đó là nhiều tính năng chụp ảnh mới lạ giúp mình thỏa sức khám phá. Trang bị 4 camera - Samsung Galaxy A23 4GB Khá ấn tượng về kết quả thu lại trên bức hình mà mình có chụp từ điện thoại khi đang di chuyển ngoài đường, màu sắc ảnh có độ tương phản cao, các chi tiết nhỏ đều được máy thu lại rõ nét, ảnh không quá “bể” khi zoom hay hậu kỳ - chỉnh sửa. Ảnh chụp ở môi trường đủ sáng - Samsung Galaxy A23 4GB Về phần chụp đêm thì Galaxy A23 chưa mang lại kết quả tốt, tổng thể bức ảnh chỉ dừng ở mức chấp nhận được, hiện tượng “nhòe sáng” ở những vị trí nguồn sáng cao như bóng đèn vẫn xuất hiện. Ảnh chụp vào buổi tối - Samsung Galaxy A23 4GB Ở chế độ chụp ảnh selfie bằng camera 8 MP cho ra bức hình sắc nét, nước da không quá bệt, sử dụng tính năng làm đẹp đi kèm để che đi những khuyết điểm li ti như mụn, nốt ruồi nhỏ giúp mình tự tin hơn trên các bức ảnh tự chụp. Thiết kế đặc trưng từ dòng Galaxy A Galaxy A23 có khung và mặt lưng được làm từ nhựa mang lại cảm giác cầm nắm nhẹ nhàng, cùng với đó là cạnh viền bo cong giúp mình sử dụng lâu dài mà không cảm thấy bị cấn tay như trên một số dòng sản phẩm có thiết kế vuông vức.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Samsung Galaxy S20 FE (8GB/256GB)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/224859/samsung-galaxy-s20-fan-edition-xanh-la-thumbnew-600x600.jpeg",
        "price":12490000,
        "promotionPrice":8790000,
        "description":"Samsung đã giới thiệu đến người dùng thành viên mới của dòng S20 Series đó chính là điện thoại Samsung Galaxy S20 FE. Đây là mẫu flagship cao cấp quy tụ nhiều tính năng mà Samfan yêu thích, hứa hẹn sẽ mang lại trải nghiệm cao cấp của dòng Galaxy S với mức giá dễ tiếp cận hơn. Nhiếp ảnh chuyên nghiệp với cụm camera đẳng cấp Camera trên S20 FE là 3 cảm biến chất lượng nằm gọn trong mô đun chữ nhật độc đáo ở mặt lưng bao gồm: Camera chính 12 MP cho chất lượng ảnh sắc nét, camera góc siêu rộng 12 MP cung cấp góc chụp tối đa và cuối cùng camera tele 8 MP hỗ trợ zoom quang học 3X. Cụm 3 camera chất lượng đa tính năng - Samsung Galaxy S20 FE Với hệ thống camera này, tất nhiên S20 FE sẽ không thể thiếu những tính năng camera hàng đầu như chụp xóa phông, tự động lấy nét (AF), chống rung quang học OIS,... giúp bạn dễ dàng nhiếp ảnh với các vật thể đang di chuyển mà vẫn giữ được chất lượng khung hình và độ sắc nét cao. Cụm camera tích hợp các chế độ chụp nâng cao - Samsung Galaxy S20 FE Sự kết hợp giữa ống kính zoom quang học 3X và thu phóng siêu phân giải lên đến 30X cho phép bạn phóng to mọi chi tiết ở khoảng cách xa đến lại gần hơn bạn mà không ảnh hưởng đến chất lượng hình ảnh. Ngay cả trong điều kiện thiếu sáng thì camera của S20 FE vẫn không làm bạn thất vọng khi cho khả năng chụp đêm ấn tượng với cảm biến Dual Pixel giúp thu sáng tốt, khử nhiễu đa khung hình cho bức ảnh trong màn đêm của bạn trở nên sống động, rõ nét hơn. Với camera selfie 32 MP tích hợp các chế độ làm đẹp, xóa phông sẽ giúp bạn có ngay những tấm ảnh selfie cuốn hút, tỏa sáng cùng bạn bè trong từng khung hình. Camera selfie 32 MP hỗ trợ tính năng làm đẹp AI, quay video Full HD - Samsung Galaxy S20 FE Ngoại hình trẻ trung với loạt gam màu cá tính Samsung Galaxy S20 FE được hoàn thiện với loạt các gam màu trẻ trung thời thượng cùng lớp phủ mờ ở mặt lưng sang trọng mang lại một phiên bản đầy cá tính để mỗi fan tự tin thể hiện phong cách chất riêng của mình. Mặt lưng phủ mờ sang trọng, cá tính - Samsung Galaxy S20 FE Mặt trước, thiết bị sở hữu màn hình tràn viền Infinity-O hỗ trợ công nghệ HDR10+ cùng tấm nền Super AMOLED rộng 6.5 inch có độ phân giải Full HD+, với phần viền được làm mỏng cho bạn cảm giác trải nghiệm thực sự sống động, màu sắc chân thực, sắc nét đáng kinh ngạc. Đặc biệt, tần số quét màn hình của S20 FE lên tới 120 Hz giúp cho mọi hoạt động giải trí của bạn như lướt web, xem phim tất cả nội dung hiển thị chuyển động trở nên mượt mà, trơn tru. Màn hình siêu mượt 120 Hz - Samsung Galaxy S20 FE Thêm vào đó, tính năng bảo mật vân tay được đặt ẩn dưới màn hình theo xu hướng, thuận tiện cho việc mở khóa thiết bị. Người dùng còn có thể sử dụng thêm tính năng bảo mật khuôn mặt với khả năng nhận diện nhanh chóng và chính xác. Cảm biến vân tay ẩn dưới màn hình - Samsung Galaxy S20 FE Samsung còn tăng thêm sự an toàn cho thiết bị với khả năng kháng nước, kháng bụi chuẩn IP68 giúp người dùng hoàn toàn yên tâm sử dụng cho những buổi đi chơi du lịch, tắm biển. Lớp phủ kháng nước, kháng bụi chuẩn IP68 - Samsung Galaxy S20 FE Sức mạnh vượt trội, chiến game đỉnh cao Về phần hiệu năng, Samsung đã dành tặng cho các fan game thủ chiếc điện thoại chơi game khi trang bị cho máy con Snapdragon 865 8 nhân mạnh mẽ hàng đầu thế giới đi cùng chip đồ họa Adreno 650 cho phép bạn bật cấu tính tối đa để trải nghiệm những dòng game nặng hiện nay mà không hề lo lắng tình trạng giật lag. Trang bị chip Snapdragon 865 - Samsung Galaxy S20 FE Bên cạnh đó, thiết bị còn sở hữu dung lượng RAM 8 GB và bộ nhớ trong 256 GB, giúp máy xử lý đa nhiệm tốt, ổn định mọi thao tác vuốt chạm cho tốc độ phản hồi nhanh chóng cũng như giúp bạn thỏa thích lưu trữ các ứng dụng, nội dung mong muốn. Tất nhiên, máy sẽ chạy trên hệ điều hành Android 12 hỗ trợ nhiều tính năng nổi bật hướng đến người dùng giao diện tối ưu, đơn giản dễ sử dụng. Dung lượng pin khủng 4500 mAh hỗ trợ nhiều công nghệ sạc Không chỉ trang bị những tính năng hấp dẫn S20 FE còn là người bạn đồng hành cả ngày dài với bạn khi sở hữu dung lượng pin trâu lên tới 4500 mAh cho phép bạn sử dụng các tác vụ giải trí hằng ngày như lướt web, xem phim mà không bị gián đoạn. Ngoài ra điện thoại còn hỗ trợ sạc pin nhanh 25 W, sạc ngược không dây ấn tượng, không chỉ là một thiết bị mà S20 FE còn đóng vai trò là một cục sạc di động dễ dàng chia sẻ nguồn năng lượng cho các thiết bị khác. Lưu ý: Củ sạc đi kèm có công suất 15 W khi mua máy.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại iPhone 14 128GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/240259/iPhone-14-thumb-do-600x600.jpg",
        "price":21990000,
        "promotionPrice": 19990000,
        "description":"iPhone 14 128GB được xem là mẫu smartphone bùng nổ của nhà táo trong năm 2022, ấn tượng với ngoại hình trẻ trung, màn hình chất lượng đi kèm với những cải tiến về hệ điều hành và thuật toán xử lý hình ảnh, giúp máy trở thành cái tên thu hút được đông đảo người dùng quan tâm tại thời điểm ra mắt. iPhone 14 sở hữu thiết kế cao cấp Với phiên bản tiêu chuẩn thì nhà Apple vẫn giữ nguyên kiểu dáng thiết kế so với thế hệ tiền nhiệm, vẫn là mặt lưng phẳng cùng bộ khung vuông giúp máy trở nên hiện đại hơn. Thiết kế hiện đại - iPhone 14 128GB iPhone 14 có kích thước chiều ngang là 71.5 mm nên máy có thể dễ dàng nằm gọn trong lòng bàn tay mỗi khi sử dụng, điều này làm cho điện thoại trở nên phù hợp hơn với nhiều đối tượng người dùng hơn, kể cả những bạn nữ có bàn tay nhỏ nhắn. Camera - iPhone 14 128GB Mặt lưng của điện thoại được thiết kế từ kính cường lực và hoàn thiện theo kiểu nhẵn bóng, theo mình thì cách làm này giúp cho iPhone 14 trông cuốn hút hơn, bên cạnh đó nó máy cũng khá bền bỉ có thể mang lại khả năng chống chịu các vết xước được tốt hơn. Mặt lưng kính cường lực - iPhone 14 128GB Có một lưu ý nhỏ ở phần thiết kế là máy khá dễ bám dấu vân tay, điều này càng thêm lộ rõ ở những phiên bản có màu đậm như đen và đỏ, còn ở các phiên bản màu sáng như xanh dương, trắng và tím nhạt thì điều này cũng được cải thiện. Hạn chế vết bám - iPhone 14 128GB Tuy nhiên đây cũng là điều thường gặp trên các mẫu điện thoại có mặt lưng kính nên mình cũng không xem đây là điểm trừ dành cho iPhone 14, bằng cách trang bị thêm ốp lưng là ta đã có thể khắc phục hoàn toàn tình trạng trên và còn tăng thêm độ bền cho điện thoại. Năm nay Apple cho ra mắt hai phiên bản có màu mới dành cho iPhone 14 là tím nhạt và xanh dương, theo mình thấy thì màu xanh này có màu dịu nhẹ hơn so với iPhone 13. Vậy nên nhờ màu sắc mà mình có thể dễ dàng phân biệt giữa hai dòng điện thoại, nếu muốn mọi người xung quanh biết được rằng bạn đang sở hữu iPhone 14 thì hai màu sắc này sẽ là sự lựa chọn rất phù hợp. Màu sắc khác biệt - iPhone 14 128GB Giải trí đã mắt hơn trên màn hình chất lượng của iPhone 14 Máy sử dụng tấm nền OLED nên màu sắc mà máy mang lại rất có chiều sâu, màu sắc hiển thị với độ chính xác màu cao nên sẽ không bị quá ảo như trên những tấm nền khác mà ta hay gặp là AMOLED và Super AMOLED. Xem thêm: Màn hình OLED là gì? Có gì nổi bật? Thiết bị nào có màn hình OLED? Trên iPhone 14 vẫn sẽ sử dụng màn hình kiểu giọt nữa, màn hình Dynamic Island chỉ xuất hiện trên dòng sản phẩm Pro của hãng, như iPhone 14 Pro và iPhone 14 Pro Max.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Vivo V25 5G ",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/283148/vivo-v25-5g-vang-thumb-1-1-600x600.jpg",
        "price":10490000,
        "promotionPrice": 9490000,
        "description":"Dường như 2022 là một năm bùng nổ cho điện thoại V series khi nhiều sản phẩm được cho ra mắt với thông số và thiết kế rất ấn tượng, trong đó có Vivo V25 vừa được giới thiệu vào tháng 10/2022 hứa hẹn sẽ gây sốt trên thị trường công nghệ trong giai đoạn cuối năm nay nhờ tạo hình đẹp cùng hiệu năng mạnh mẽ. Thiết kế tinh tế đầy sang trọng Vivo V25 sở hữu cho mình những màu sắc hết sức trẻ trung và hiện đại, không chỉ mang đến nhiều sự lựa chọn hơn cho người dùng mà điều này còn đem lại cái nhìn tươi mới năng động hơn khi cầm nắm sử dụng. Một điểm độc đáo trên phiên bản này chính là khả năng thay đổi màu sắc từ nhạt sang tone màu đậm hơn khi tiếp xúc với môi trường có ánh sáng cao, đây chắc hẳn là điều khiến mọi người dùng có thể mê mẩn ngắm nhìn ngay từ lần tiếp xúc đầu tiên. Thiết kế đẹp mắt - Vivo V25 Máy sử dụng kiểu dáng thiết kế vuông vắn khi các cạnh và hai mặt được vát phẳng tinh tế, nhờ vậy mà máy mang lại một vẻ ngoài hào nhoáng đầy thời thượng. Giúp bạn có thể tự tin hơn trong việc chọn lựa để mua sắm bởi đây vẫn là một kiểu thiết kế vẫn đang rất thịnh hành trong năm 2022. Thiết kế cao cấp - Vivo V25 Mặt lưng của Vivo V25 được làm vật liệu kính cao cấp để vừa mang lại khả năng hạn chế các vết xước nhẹ cũng như giúp cho chiếc máy của bạn trở nên thời thượng hơn. Hỗ trợ chụp ảnh selfie chất lượng cao Về phần camera thì chiếc điện thoại Vivo dòng V này được trang bị 3 ống kính ở phần mặt lưng. Trong đó camera chính có độ phân giải 64 MP, camera góc siêu rộng 8 MP và cảm biến macro có độ phân giải 2 MP. Trang bị 3 camera - Vivo V25 Đi kèm với những ống kính chất lượng sẽ là hàng loạt các tính năng cao cấp mà Vivo trang bị giúp bạn có thể thỏa sức nhiếp ảnh một cách đầy nghệ thuật, có thể kể đến các tính năng nổi bật như: Siêu độ phân giải, phơi sáng kép, ban đêm, xóa phông,... Tính năng mà hãng đề cập khá nhiều ở phần camera sau chính là tính năng chụp ảnh Bokeh Flare, giúp người dùng có thể chủ động hơn trong việc tùy chỉnh mức độ làm mờ hậu cảnh để cho cho bức hình có thêm chiều sâu theo cách mà bạn mong muốn. Chụp ảnh xóa phông - Vivo V25 Ngoài ra máy còn được hỗ trợ thêm khả năng chống rung quang học OIS cùng chuẩn video có thể thu được lên đến 4K. Một điểm nổi bật không kém đó chính là camera selfie có độ phân giải lên đến 50 MP, giúp máy có thể lấy nét rõ ràng hơn làm tăng độ chi tiết bức ảnh. Giờ đây người dùng có thể tự tin hơn trên những bức ảnh tự chụp để có thể thoải mái khoe lên trên các trang mạng xã hội nhờ các tấm hình chất lượng mà Vivo V25 mang đến. Selfie sắc nét - Vivo V25 Trang bị màn hình chất lượng cùng công nghệ âm thanh tiên tiến Vivo V25 được trang bị tấm nền AMOLED với kích thước 6.44 inch giúp tái hiện hình ảnh có màu sắc rực rỡ và sâu hơn, kèm với đó là không gian thao tác rộng rãi để bạn có thể chơi game hay xem phim một cách thoải mái. Màn hình chất lượng - Vivo V25 Thoải mái chiến game với con chip hiệu năng cao Cung cấp sức mạnh cho máy sẽ là con chip Dimensity 900 5G đến từ nhà MediaTek, không chỉ đáp ứng tốt các tác vụ hàng ngày mà đây còn được xem là bộ vi xử lý có thể cân tốt nhiều tựa game đồ họa cao tính đến thời điểm hiện tại (10/2022). Hiệu năng mạnh mẽ - Vivo V25 Nhằm tối ưu hơn trong việc chơi game thì hãng còn trang bị thêm cho Vivo V25 chế độ tối ưu Game giúp người dùng có điều chỉnh hiệu năng trên máy để tập trung vào trò chơi nhằm đem đến quá trình chiến game mượt mà và ổn định nhất có thể.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại realme C30s (2GB/32GB) ",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/290877/Realme-c30s-xanh-temp-600x600.jpg",
        "price":2490000,
        "promotionPrice": "1790000",
        "description":"Mới đây thì chiếc điện thoại realme C30s (2GB/32GB) cũng đã chính thức lộ diện đúng như dự kiến của người dùng với bộ thông số kỹ thuật khá ấn tượng cùng mức giá hợp lý. Điều này giúp nâng cao trải nghiệm một cách tốt hơn đối với những dòng sản phẩm thuộc phân khúc giá rẻ. Thiết kế trẻ trung năng động realme C30s có cho mình một thiết kế đẹp mắt nhờ lối tạo hình vuông vức bắt trend, sở hữu hai phiên bản màu sắc trung tính là xanh và đen nên đây được xem là thiết bị có thể phù hợp với mọi lứa tuổi giới tính. Màu sắc trẻ trung - Realme C30s (2GB/32GB) Nhờ kiểu thiết kế vân nổi chạy dọc theo thân máy làm điểm nhấn giúp bạn thu hút được mọi ánh nhìn xung quanh, ngoài ra kiểu hoàn thiện này cũng sẽ giúp cho thiết bị của bạn có thể hạn chế được những vết bám vân tay rất tốt trong quá trình sử dụng. Giải trí thoải mái trên màn hình rộng rãi Thiết bị sẽ được hãng điện thoại realme trang bị tấm nền IPS LCD và đi kèm độ phân giải HD+ (720 x 1600 Pixels), giúp tái hiện hình ảnh có màu sắc trung thực, trường nhìn rộng và nội dung hiển thị rõ ràng. Màn hình chất lượng - Realme C30s (2GB/32GB) Với một màn hình có kích thước 6.5 inch giúp cho mọi tác vụ giải trí như xem phim hay chơi game của bạn trở nên thích thú hơn, bởi nội dung hiển thị lên trên màn hình sẽ được tái hiện với kích thước lớn nhằm giúp bạn dễ nhìn, đem lại không gian thao tác rộng rãi để người dùng có thể chơi game dễ dàng. Hỗ trợ chụp ảnh quay phim rõ nét Ở mặt lưng sẽ là cụm camera đơn có độ phân giải 8 MP được bố trí bên trên góc trái. Đi kèm với đó sẽ là hàng loạt các tính năng để bạn có thể thỏa sức chụp ảnh như: Ban đêm (Night Mode), bộ lọc màu, chuyên nghiệp (Pro), HDR, xóa phông,... Hỗ trợ camera sau - Realme C30s (2GB/32GB) Mặt trước của máy sẽ được trang bị camera selfie 5 MP bên trong phần giọt nước và có hỗ trợ chế độ làm đẹp, điều này nhằm giúp cho người dùng có được những bức ảnh tự chụp ưng ý hơn hay nâng cao chất lượng hình ảnh trên những cuộc gọi video. Hiệu năng ổn định Trang bị bên trong chiếc điện thoại Android này sẽ là con chip Unisoc SC9863A1 8 nhân với hiệu suất tối đa đạt được là 1.6 GHz, điều này giúp cho thiết bị có thể duy trì được sự ổn định trong mọi tác vụ cơ bản. Không những thế con chip này còn có khả năng tiết kiệm pin nhờ công suất của chip không quá cao. Hiệu năng ổn định - Realme C30s (2GB/32GB) realme C30s là chiếc điện thoại RAM 2 GB, đây là mức RAM khá thấp, tuy nhiên vẫn đủ để sử dụng các ứng dụng cơ bản, bạn nên tắt các ứng dụng không cần thiết để đảm bảo tình trạng ổn định được diễn ra lâu dài. Hỗ trợ viên pin khủng Với viên pin 5000 mAh nên người dùng không cần quá lo lắng đến việc thiết bị sẽ tắt nguồn giữa ngày dài làm việc, vì đây được xem là mức dung lượng pin khá cao trên một chiếc điện thoại. Sử dụng dài lâu - Realme C30s (2GB/32GB)",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Samsung Galaxy S23+ 5G 256GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/290829/samsung-galaxy-s23-plus-600x600.jpg",
        "price":26990000,
        "promotionPrice": 21180000,
        "description":"Samsung Galaxy S23+ 5G 256GB là chiếc điện thoại thuộc dòng cao cấp nhất của Samsung được giới thiệu vào tháng 02/2023. Máy sở hữu một vài điểm ấn tượng như camera có khả năng quay video 8K, cùng với đó là con chip Snapdragon 8 Gen 2 mạnh mẽ hàng đầu giới điện thoại Android. Vẻ ngoài đẳng cấp xứng danh flagship Ấn tượng đầu tiên của mình khi trên tay chiếc Galaxy S23+ là cái nhìn vuông vắn sang trọng, tổng thể máy được hoàn thiện từ các loại chất liệu cao cấp giúp mang đến trải nghiệm cầm nắm đầm tay hơn. Thiết kế vuông vắn - Samsung Galaxy S23+ 5G 256GB Hơn thế, bộ khung nhôm và mặt lưng kính cường lực cũng mang đến cho máy khả năng kháng xước tốt hay hạn chế được rủi ro nứt, vỡ mỗi khi máy có gặp va chạm ngoài ý muốn. Về kiểu hoàn thiện thì khung máy được làm theo kiểu nhẵn bóng giúp mang đến cái nhìn bắt mắt và sang trọng hơn, cùng với đó là mặt lưng làm nhám nhằm giảm thiểu hiện tượng bám dấu vân tay và mồ hôi mỗi khi sử dụng, ngoài ra các vết xước nhẹ cũng được giảm thiểu đối với mặt lưng của chiếc máy này. Khung viền nhôm chắc chắn - Samsung Galaxy S23+ 5G 256GB Thoạt nhìn thì ở phiên bản Galaxy S23+ có lẽ sẽ không có quá nhiều sự đổi mới so với thế hệ tiền nhiệm, tuy nhiên điểm mà ta có thể dễ dàng nhận thấy và phân biệt được hai mẫu máy giữa đời trước và đời sau là nằm ở phần cụm camera. Sẽ không còn đặt chung cụm nữa, mà thay vào đó camera trên Galaxy S23+ đều được bố trí theo cách riêng lẻ, vừa mang đến điểm nhấn mới lạ xong cũng đem lại điểm nhận diện đặc trưng cho dòng máy này. Cụm camera riêng biệt - Samsung Galaxy S23+ 5G 256GB Còn về nguyên lý thiết kế phần màn hình thì Galaxy S23+ cũng không có quá nhiều điều khác biệt, vẫn sẽ là màn hình phẳng với các viền siêu mỏng bao bọc xung quanh, cùng với đó là hình notch dạng đục lỗ chứa camera được làm nhỏ để tối ưu diện tích hiển thị. Viền màn hình mỏng - Samsung Galaxy S23+ 5G 256GB Bứt phá mọi giới hạn với chip Snapdragon 8 Gen 2 Vào mỗi dịp ra mắt, hãng điện thoại Samsung sẽ trang bị những con chip mạnh mẽ nhất được ra mắt cùng thời gian đó, và tới thời điểm hiện tại thì vi xử lý Snapdragon 8 Gen 2 là cái tên đã xuất hiện trên Galaxy S23+ với hiệu năng mang lại là vô cùng ấn tượng. Trang bị Snapdragon 8 Gen 2 - Samsung Galaxy S23+ 5G 256GB Theo thông số của chip được cung cấp bởi hãng thì Snapdragon 8 Gen 2 có thể hoạt động với hiệu suất tối đa đạt được là 3.36 GHz, đây là con số rất lớn trên những mẫu điện thoại Android khi khá ít thiết bị đạt được ngưỡng hiệu năng trên. Ngoài ra thì mình cũng đã kiểm chứng sức mạnh của máy thêm một lần nữa, thao tác này được thực hiện thông qua hai phần mềm đo hiệu năng thường dùng và kết quả có được như sau: 1449 (đơn nhân), 4565 (đa nhân) trên Benchmark và 15211 trên PCMark. Điểm đánh giá hiệu năng - Samsung Galaxy S23+ 5G 256GB Về trải nghiệm thực tế ra sao thì mình cũng đã dành ra hai tuần trải nghiệm Galaxy S23+, và những gì mình cảm nhận được là một độ mượt rất ổn định mà máy đã mang lại. Mọi nhu cầu sử dụng cơ bản hàng ngày đều được xử lý nhanh chóng và mình cũng không hề cảm thấy giật lag hay chậm đơ. Hiệu năng mạnh mẽ - Samsung Galaxy S23+ 5G 256GB Với những tín đồ về game thì Snapdragon 8 Gen 2 là cái tên thu hút được nhiều sự chú ý đến từ người dùng, khi đây được xem là mẫu chip mạnh mẽ bậc nhất dòng điện thoại Android hiện nay. Thực tế thì mình đã dùng Galaxy S23+ để chơi game Liên Quân Mobile trong lúc trải nghiệm máy, cấu hình cụ thể mà mình cài đặt ở đây là gần như tối đa cho mọi thông số, điều này nhằm khai thác được tối đa hiệu năng trên chip để thử xem máy mạnh mẽ tới đâu.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại iPhone 14 Plus 128GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/245545/iPhone-14-plus-thumb-den-600x600.jpg",
        "price":24990000,
        "promotionPrice": 21690000,
        "description":"Sau nhiều thế hệ điện thoại của Apple thì cái tên “Plus” cũng đã chính thức trở lại vào năm 2022 và xuất hiện trên chiếc iPhone 14 Plus 128GB, nổi trội với ngoại hình bắt trend cùng màn hình kích thước lớn để đem đến không gian hiển thị tốt hơn cùng cấu hình mạnh mẽ không đổi so với bản tiêu chuẩn. Thân hình thanh mảnh cùng ngoại hình góc cạnh Giống như những thế hệ “Plus” trước đây, iPhone 14 Plus vẫn sẽ là phiên bản phóng to từ iPhone 14 với ngôn ngữ thiết kế không đổi, vẫn sẽ là cạnh viền vuông vức đi kèm với mặt lưng phẳng để tạo nên cái nhìn bắt trend và đặc trưng. Thiết kế thời thượng - iPhone 14 Plus 128GB Về phần chế tác thì máy sẽ được bao bọc bởi một bộ khung làm từ nhôm, vừa tối ưu được khối lượng vừa mang đến một độ bền khá tốt. Phần này được làm theo kiểu nhám nhẹ nên cảm giác khi cầm nắm là rất tốt. Còn ở mặt lưng thì hãng đã sử dụng hoàn toàn từ kính cường lực, bộ phận này được làm theo kiểu nhẵn bóng nên máy sẽ trở nên rất bắt mắt và mới mẻ, tạo cho mình cảm giác sang trọng hơn khi sử dụng. Thiết kế thời thượng - iPhone 14 Plus 128GB Theo mình thấy thì iPhone 14 Plus mang một cái nhìn rất thanh mảnh bởi độ mỏng của máy nằm ở mức 7.8 mm. Đối với chiều ngang của điện thoại sẽ là 78.1 mm, đây được xem là con số vừa phải chứ không thực sự “quá cỡ” như bao lời đồn đoán. Dễ dàng bỏ túi - iPhone 14 Plus 128GB Kiểu thiết kế camera năm nay Apple vẫn giữ nguyên cách sắp xếp và bố trí so với iPhone 13, vẫn là bộ đôi camera xếp chéo lạ mắt, đi kèm đèn LED đặt bên trên. Camera xếp chéo - iPhone 14 Plus 128GB Chuyển đến mặt trước thì máy vẫn sử dụng kiểu thiết kế tai thỏ quen thuộc chứ chưa được chuyển sang dạng viên thuốc như trên những chiếc iPhone 14 Pro hay iPhone 14 Pro Max. Với một người yêu thích sự đơn giản, cũng như không muốn đầu tư quá nhiều tiền vào những bản cao cấp hơn thì kiểu tai thỏ này vẫn làm cho mình khá hài lòng. Thiết kế tai thỏ - iPhone 14 Plus 128GB Tuy nhiên phần tai thỏ này theo mình thấy thì đây có thể coi là một ưu điểm, trong những lúc chơi game liên tục thì vị trí này khá phù hợp để mình đặt/nghỉ ngón tay mà không sợ bị chạm vào các phím chức năng thao tác khác trên màn hình. Thiết kế tai thỏ - iPhone 14 Plus 128GB Màn hình OLED tái hiện nội dung sinh động Theo như hãng công bố thì iPhone 14 Plus sử dụng tấm nền OLED, chuẩn độ phân giải Super Retina XDR, cho đến thời điểm ra mắt sản phẩm thì đây được xem là loại công nghệ thuộc top đầu thị trường điện thoại.",
        "status": true
      },
      {
        "idCategoryProduct": "fbyCDaL0ApIF89TrLHnC",
        "name":"Điện thoại Samsung Galaxy Z Fold4 5G 256GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/42/250625/samsung-galaxy-z-fold4-kem-256gb-600x600.jpg",
        "price":40990000,
        "promotionPrice": 31760000,
        "description":"Tại sự kiện Samsung Unpacked thường niên, Samsung Galaxy Z Fold4 256GB chính thức được trình làng thị trường công nghệ, mang trên mình nhiều cải tiến đáng giá giúp Galaxy Z Fold trở thành dòng điện thoại gập đã tốt nay càng tốt hơn. Kiểu dáng gập mở tinh tế tạo nên sự khác biệt Galaxy Z Fold4 (2022) ra mắt với ngoại hình gần như là không đổi khi so với Galaxy Z Fold3, nếu bạn chỉ nhìn bề ngoài thì bạn sẽ khó lòng phân biệt được 2 sản phẩm này. Máy vẫn sử dụng khung viền Armor Aluminum bền bỉ, mặt kính màn hình phụ là Corning Gorilla Glass Victus+, mặt kính màn hình chính là Ultra Thin Glass. Tạo khác biệt với màn hình gập, mở - Samsung Galaxy Z Fold4 256GB Và đây cũng là chiếc điện thoại gập bền bỉ nhất giới smartphone khi kết hợp với khả năng kháng nước chuẩn IPX8, có khả năng ngâm trong nước ngọt ở độ sâu tới 1.5 mét trong thời gian tối đa 30 phút* (máy không có khả năng kháng bụi). *Thông tin hãng Samsung cung cấp Điện thoại kháng nước - Samsung Galaxy Z Fold4 Năm nay Z Fold4 có thiết kế cân bằng hơn, bản lề và viền màn hình được thiết kế mỏng hơn giúp tổng thể ở màn hình phụ của máy rộng thêm 2.7 mm và màn hình chính rộng hơn 3 mm khi so với thế hệ tiền nhiệm. Tuy con số không quá lớn nhưng với trải nghiệm thực tế thì đây là một thay đổi cực kỳ đáng giá và mang lại hiệu quả sử dụng cao. Với kích thước màn hình được tăng lên thì màn hình phụ của Fold4 đã dễ dàng thao tác và gõ văn bản hơn, không còn gặp tình trạng dính chữ như trên thế hệ trước nữa. Với tỉ lệ màn hình này thì nó vẫn cao hơn smartphone ngoài thị thường một xíu. Màn hình phụ lớn hơn - Samsung Galaxy Z Fold4 256GB Hãng điện thoại Samsung đã thay đổi cấu trúc phần bản lề trên Fold4, điều này mang lại một cảm giác đóng - mở cứng cáp hơn. Máy có thể linh hoạt gập - mở ở các góc từ 75 độ đến 115 độ, cho bạn nhiều góc độ sử dụng điện thoại hơn. Thay đổi cấu trúc bản lề - Samsung Galaxy Z Fold4 Với khả năng gập mở linh hoạt này thì bạn có thể đặt máy trên mặt phẳng để chụp ảnh với các góc chụp sáng tạo để quay TikTok hay làm việc như một chiếc \"laptop mini\". Xem thêm: Flex Mode trên Galaxy Z Fold4 và Z Flip4: Một xu hướng và lối sống linh hoạt mới! Flex Mode trên Samsung Galaxy Z Fold4 Màn hình cực đại, trải nghiệm cực đã Samsung Galaxy Z Fold4 có màn hình phụ bên ngoài kích thước 6.2 inch độ phân giải HD+. Màn hình chính 7.6 inch hỗ trợ cơ chế gập, sử dụng công nghệ màn hình Dynamic AMOLED 2X rực rỡ cùng một số công nghệ như hỗ trợ độ sáng tối đa 1200 nits, tần số quét 120 Hz có khả năng thích ứng tùy thuộc vào ứng dụng và cài đặt. Công nghệ màn hình hàng đầu trong giới smartphone - Samsung Galaxy Z Fold4 Tất cả thông số trên giúp Fold4 trở thành một thiết bị có khả năng hiển thị bật nhất thị trường, màu sắc rực rỡ, nịnh mắt, màu đen sâu và màn hình cũng được chứng nhận khả năng bảo vệ mắt giúp bạn yên tâm hơn khi sử dụng sản phẩm trong thời gian dài. Kích thước màn hình chính của Fold4 gần tương đương với một chiếc máy tính bảng, cho bạn một không gian hiển thị rộng hơn, kết hợp với phần mềm được tối ưu độc quyền, giúp Galaxy Z Fold4 trở thành thiết bị 2 trong 1 cực kỳ tiện dụng. Năm nay Galaxy Z Fold4 tập trung nâng cấp về phần mềm và trải nghiệm người dùng là chính, với phiên bản Fold mới này khi bạn vào một ứng dụng bất kỳ thì phía dưới màn hình sẽ xuất hiện thanh Taskbar tương tự trên máy tính.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad 9 WiFi 64GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/247517/iPad-9-wifi-trang-600x600.jpg",
        "price":8390000,
        "promotionPrice": 7890000,
        "description":"Sau thành công của iPad 8, Apple cho đã cho ra mắt máy tính bảng iPad 9 WiFi 64GB - phiên bản tiếp theo của dòng iPad 10.2 inch, về cơ bản nó kế thừa những điểm mạnh từ các phiên bản trước đó và được cải tiến thêm hiệu suất, trải nghiệm người dùng nhằm giúp nhu cầu sử dụng giải trí và làm việc tiện lợi, linh hoạt hơn. Thiết kế quen thuộc của dòng iPad iPad 9 sở hữu hình dạng chữ nhật kèm viền trên dưới quen thuộc, có 2 màu sắc chính để bạn lựa chọn là xám thanh lịch và màu bạc thời thượng cho bạn tùy chọn theo sở thích của mình. Kiểu dáng thanh lịch, sang trọng - iPad 9 WiFi 64GB Vỏ ngoài bằng aluminum sáng bóng, bền bỉ, chịu lực và tản nhiệt tốt, bảo vệ toàn diện các linh kiện bên trong và tăng tính thẩm mỹ cho sản phẩm. Vỏ ngoài tối giản bền bỉ - iPad 9 WiFi 64GB Thiết kế nút Home ở giữa viền dưới của màn hình cho bạn thao tác nhanh khi cần. Cảm biến vân tay Touch ID được tích hợp ở trong phím Home, cho bạn mở khóa một cách nhanh chóng và an toàn. Cảm biến vân tay - iPad 9 WiFi 64GB Màn hình hiển thị rõ ràng Nổi bật với kích thước màn hình lên đến 10.2 inch cho khu vực hiển thị các nội dung rộng rãi hơn, người dùng có thể theo dõi các chương trình giải trí, xử lý các văn bản tiện lợi hơn. Màn hình 10.2 inch sắc nét - iPad 9 WiFi 64GB Sử dụng màn hình Retina có độ tương phản cao, độ phân giải 1620 x 2160 Pixels tái hiện hình ảnh một cách sinh động. Hơn nữa, bề mặt màn hình có lớp phủ oleophobic hạn chế bám vân tay, giữ cho màn hình luôn sạch sẽ, nhìn rõ hơn. Màn hình Retina với độ phân giải cao - iPad 9 WiFi 64GB Ngoài ra máy tính bảng iPad này còn hỗ trợ công nghệ True Tone, các cảm biến xung quanh sẽ nhận biết ánh sáng, màu sắc xung quanh giúp hệ thống tinh chỉnh độ sáng theo nhiệt độ màu phù hợp với môi trường đang sử dụng giúp hình ảnh hiển thị tự nhiên, xem thoải mái trong mọi điều kiện. Cùng với trải nghiệm hình ảnh tuyệt vời thì iPad 9 còn được trang bị loa stereo cực hay, khiến cho mọi trải nghiệm của bạn trên chiếc máy tính bảng này trở nên trọn vẹn hơn. Được trang bị loa Stereo - iPad 9 WiFi 64GB FaceTime chất lượng cao Camera Ultra Wide phía trước có độ phân giải 12 MP có góc nhìn rộng đến 122°, cho bạn chụp ảnh HDR, quay video Full HD với tốc độ khung hình tới 60 fps, hỗ quay video tua nhanh thời gian (Time‑lapse). Camera Ultra Wide 12 MP - Camera Ultra Wide Công nghệ Center Stage ở camera trước sẽ đảm bảo bạn luôn hiện diện đầy nổi bật trong cuộc gọi video, khi bạn thay đổi vị trí thì khung hình sẽ tự động di chuyển, zoom theo để giữ bạn trong tầm nhìn, nếu có người khác tham gia, ống kính phát hiện và tự thu nhỏ để đưa họ vào màn hình, giúp trải nghiệm gọi video được tối ưu hơn. Công nghệ Center Stage - iPad 9 WiFi 64GB Camera sau độ phân giải 8 MP, có khả năng zoom kỹ thuật số 5x, hỗ trợ chụp toàn cảnh Panorama và chụp ảnh HDR. Công nghệ ổn định hình ảnh tự động giúp bạn tạo ra những bức hình từ phong cảnh đến hình chân dung đều trở nên đẹp mắt hơn. Camera sau 8 MP - iPad 9 WiFi 64GB ",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad 10 WiFi 64GB ",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/294103/iPad-gen-10-1-600x600.jpg",
        "price":11490000,
        "promotionPrice": 11190000,
        "description":"Sau khi trình làng hàng loạt mẫu iPhone vào tháng 09/2022 thì Apple cũng đã tiếp tục giới thiệu series iPad mới cho năm 2022. Trong đó iPad 10 WiFi 64GB là cái tên được hãng chú trọng khá nhiều về việc tối ưu giá thành nhằm giúp người dùng có thể dễ dàng tiếp cận. Máy hỗ trợ hệ điều hành iPadOS 16 cùng con chip Apple A14 Bionic giúp mang lại hiệu năng vượt trội.\nThiết kế trẻ trung\n\niPad 10 sẽ có một thiết kế khá quen thuộc khi được hoàn thiện với phần vật liệu chủ yếu là kim loại ở phần mặt lưng, các cạnh và hai mặt đều được vát phẳng để mang lại cái nhìn sang trọng. Đi kèm với đó là các góc được bo tròn giúp cho tổng thể máy tính bảng trở nên thanh thoát và hiện đại hơn thay vì vuông vức trông như một cuốn tập.\n\nVới iPad thế hệ thứ 10 thì nhà Apple mang đến cho chúng ta 4 phiên bản với các màu sắc như: Bạc, hồng, vàng và xanh. Trong đó các tone màu của năm nay được làm đậm hơn đôi chút so với những thế hệ trước đó, đây có thể xem là đặc điểm nhận dạng giúp người dùng phân biệt iPad 10 các đàn anh của mình.\n\nThiết kế trẻ trung - iPad 10 WiFi 64GB\n\nMẫu iPad này chỉ có độ mỏng khoảng 7 mm nên khi cầm trên tay thì máy mang lại cho chúng ta một cái nhìn sang trọng và mang tính thời thượng, điều này là dễ hiểu bởi hiện tại xu hướng thiết kế mỏng nhẹ và thanh lịch đang là mục tiêu mà hầu hết các nhà sản xuất công nghệ đang hướng đến.\n\nĐiểm vượt trội hơn so với phiên bản iPad 9 WiFi 64GB vào năm ngoái là phần viền màn hình giờ đây đã được tối ưu và làm đều ở 4 cạnh, nó mang lại cho máy một cái nhìn cân đối và hài hòa hơn, cảm giác sử dụng cũng trở nên cực kỳ dễ chịu khi mà chúng ta nhìn vào màn hình.\n\nViền màn hình mỏng - iPad 10 WiFi 64GB\n\nPhím Home trên iPad 9 giờ đây cũng đã không còn xuất hiện ở phiên bản mới nữa. Tuy nhiên với sự phát triển không ngừng về công nghệ thì việc loại bỏ cũng chỉ là chuyện sớm muộn, bây giờ có thể coi là thời điểm thích hợp để chúng ta làm quen với những thao tác sử dụng mới. Đa nhiệm hay thoát app đã có thể thao tác bằng cử chỉ ở màn hình, nó mang lại một cảm giác sử dụng hiện đại và cao cấp hơn trên một thiết bị hướng tới tương lai.\n\nLoại bỏ phím Home - iPad 10 WiFi 64GB\nLàm việc hiệu quả với màn hình chất lượng\n\niPad 10 sẽ có kích thước màn hình là 10.9 inch, đây có thể xem là con số khá phù hợp với hầu hết mọi người dùng, nó không quá to và cồng kềnh hay quá nhỏ để ta nheo mắt mỗi khi nhìn. \n\nMàn hình 10.9 inch được xem là chuẩn màn hình lý tưởng cho khách hàng đang là học sinh, sinh viên, dân văn phòng hay những bạn đam mê vẽ vời bởi ta có thể dễ dàng mang theo đến bất cứ nơi đâu mà không sợ bị vướng hay cảm thấy chật chội.\n\nMàn hình kích thước lớn - iPad 10 WiFi 64GB\n\nMáy tính bảng lần này sẽ được sử dụng tấm nền Retina IPS LCD, loại công nghệ này được nghiên cứu và phát triển độc quyền bởi Apple cho nên máy sẽ mang lại cho chúng ta một cảm nhận về màu sắc, độ tương phản rất đã mắt mà ít có hãng nào có thể làm được điều tương tự.\n\nXem thêm: Màn hình Retina là gì? Thiết bị Apple nào sử dụng màn hình Retina?\n\niPad 10 có độ phân giải 1640 x 2360 Pixels và mật độ điểm ảnh khá cao, tuy hãng không công bố tablet thuộc vào chuẩn độ phân giải nào, nhưng ta có thể so sánh dựa theo con số rằng màn hình này có thể nằm trong khoảng chuẩn 2K. Vì thế mà nội dung được phản ánh chi tiết, tái tạo quang cảnh trong phim hay trò chơi được chân thực hơn bao giờ hết.\n\nHiển thị hình ảnh chi tiết - iPad 10 WiFi 64GB\nSở hữu hiệu năng ổn định\n\nTheo như truyền thống của những mẫu iPhone và iPad từ trước đến nay, chiếc máy tính bảng lần này cũng sẽ được trang bị con chip được sản xuất bởi chính nhà Apple và đó là bộ vi xử lý A14 Bionic.\n\nXem thêm: Tìm hiểu chip xử lý Apple A14 Bionic. Hiệu năng mạnh đến mức nào?\n\nChipset mạnh mẽ - iPad 10 WiFi 64GB\n\nApple A14 Bionic đã không còn quá xa lạ bởi mức độ nổi tiếng về hiệu năng cực kỳ mạnh mẽ trên nhiều dòng sản phẩm trước đây. Với hiệu suất tối đa vào khoảng 3.1 GHz nên bạn hoàn toàn có thể an tâm, không lo đến sự ổn định của máy hay thậm chí có thể dùng để chơi những tựa game nặng và thiết kế đồ họa.\n\niPad 10 là chiếc máy tính bảng RAM 4 GB nên đây có thể là điểm mà hãng đã tối ưu để có thể giảm mức giá thành sản phẩm đến tay người dùng. Nhưng thực sự mà nói thì con số chưa phải là tất cả để chứng minh rằng máy có xử lý đa nhiệm tốt hay không, điều này còn phụ thuộc một phần vào hệ điều hành mà nó được hỗ trợ.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad Pro M1 11 inch WiFi 2TB (2021) ",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/269328/ipad-pro-m1-11-inch-wifi-2tb-2021-bac-thumb-600x600.jpeg",
        "price":49990000,
        "promotionPrice": 44990000,
        "description":"Trải nghiệm đầy thích thú trên màn hình chất lượng\n\nMáy tính bảng iPad Pro M1 11 inch WiFi 2TB (2021) được giới thiệu với 2 màu xám và bạc hiện đại, chất liệu nhôm nguyên khối sang trọng cùng thiết kế thanh lịch, tinh tế, phù hợp trong mọi không gian sử dụng.\n\nSở hữu màn hình Liquid Retina với kích thước màn hình 11 inch, máy tính bảng thể hiện khung hình màu sắc rực rỡ, sống động và chân thật, chi tiết sắc nét trên độ phân giải 1668 x 2388 Pixels.\n\nMàn hình chất lượng - iPad Pro M1 11 inch WiFi 2TB (2021)\n\nNhờ tần số quét lên đến 120 Hz, thao tác chạm vuốt màn hình cực mượt, không có độ trễ trong các khung hình chuyển động, nhờ đó sử dụng máy cho nhu cầu chơi game online, xem phim hành động sẽ thật tuyệt.\nLàm việc hay giải trí đều hoàn hảo\n\nĐược gia cố sức mạnh hiệu năng nhờ chip Apple M1 8 nhân, chip đồ họa Apple GPU 8 nhân và RAM 16 GB, iPad dễ dàng chinh phục cả các tác vụ đồ họa, hay chiến các tựa game nặng mượt mà, đa nhiệm với hiệu suất thật ổn định. Máy trang bị bộ nhớ trong 2 TB tạo kho lưu trữ cá nhân khổng lồ cho tất cả hình ảnh, video yêu thích và tài liệu công việc của bạn.\n\nĐồng thời, để tạo được sự tiện ích và hiệu suất giải trí, làm việc tốt hơn, có thể kết hợp iPad của bạn với Apple Pencil thế hệ thứ 2 và Magic Keyboard trên bàn làm việc.\n\nMạnh mẽ, đa năng - iPad Pro M1 11 inch WiFi 2TB (2021)\nKết hợp thêm cụm camera xịn sò\n\nSử dụng máy tính bảng để quay phim, chụp ảnh và selfie cũng thật ấn tượng. Cụm camera sau lấy nét nhanh, chụp hình sắc nét với camera chính 12 MP, camera góc siêu rộng 10 MP và cảm biến TOF 3D LiDAR.\n\nCamera xịn sò - iPad Pro M1 11 inch WiFi 2TB (2021)\n\nCamera TrueDepth 12 MP hỗ trợ FaceTime tiện lợi cùng tính năng Center Stage, tự động theo dõi chuyển động để giữ bạn luôn ở trung tâm cuộc đối thoại. iPad Pro M1 còn được Apple hỗ trợ mở khóa khuôn mặt, thêm lựa chọn bảo mật và truy cập nhanh trên thiết bị cá nhân.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad Air 5 M1 Wifi Cellular 64GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/274155/ipad-air-5-wifi-cellular-pink-thumb-600x600.jpg",
        "price":19490000,
        "promotionPrice": 17090000,
        "description":"So với chiếc iPad Air 5 M1 Wifi 64GB thì chiếc iPad Air 5 M1 Wifi Cellular 64GB đã có một điểm khác biệt đáng kể đó là phương thức kết nối khi bạn vừa có thể sử dụng Wifi và vừa sử dụng mạng di động một cách bình thường nhưng vẫn cho một trải nghiệm rất tuyệt vời. Màn hình to, xem phim, làm việc đã hơn Máy tính bảng được trang bị một màn hình lớn lên đến 10.9 inch vừa đủ không quá to nhưng cũng không nhỏ cho bạn dễ dàng trải nghiệm, sử dụng. Đi kèm với đó chiếc màn hình Retina IPS LCD này sẽ mang lại cho bạn những trải nghiệm về màu sắc tốt hơn. Trải nghiệm siêu đã với màn hình lớn - iPad Air 5 M1 Wifi Cellular 64 Thiết kế thời thượng Thiết kế gọn nhẹ và được Apple làm vuông vức ở các cạnh mang lại cảm giác sang trọng, đẳng cấp, nhiều người dùng rất thích điều này. Màu sắc đa dạng cũng sẽ giúp bạn có nhiều sự lựa chọn phù hợp để sử dụng hơn. Thiết kế thời thượng - iPad Air 5 M1 Wifi Cellular 64GB Hiệu năng mạnh mẽ Được cung cấp sức mạnh từ con chip Apple M1 và RAM 8 GB nên chiếc iPad Air 5 M1 Wifi Cellular này sẽ có một sức mạnh vô cùng kinh khủng. Nó mạnh hơn thế hệ tiền nhiệm lên đến 60% hứa hẹn sẽ cho bạn một khả năng xử lý, làm việc siêu tốc. Tính năng thông minh - iPad Air 5 M1 Wifi Cellular 64 Nhờ được chạy trên phiên bản phần mềm iPadOS 15 sẽ có rất nhiều tính năng hay cho bạn cũng như tối ưu hiệu suất máy. Có cả khả năng kết nối với bút Apple Pencil, Magic Keyboard,... với độ trễ cực thấp.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad mini 6 WiFi 64GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/248091/ipad-mini-6-wifi-starlight-1-600x600.jpg",
        "price":12790000,
        "promotionPrice": 12090000,
        "description":"Sau thời gian dài chờ đợi thì iPad mini 6 WiFi 64GB cũng đã được Apple trình làng với thiết kế vừa quen thuộc vừa mới lạ, máy có nhiều cải tiến trong cấu hình lẫn phần mềm nhằm gia tăng lợi ích sử dụng, mang lại sự hài lòng cao hơn cho người dùng khi lựa chọn. Cấu hình mạnh mẽ hơn, đa nhiệm tốt hơn iPad mini 6 có sức mạnh vượt trội khi so với thế hệ tiền nhiệm, sử dụng chip xử lý Apple A15 Bionic 6 nhân mang đến hiệu năng mạnh mẽ hơn và tiết kiệm khoảng 15% năng lượng so với A14 Bionic. Chip xử lý Apple A15 Bionic - iPad mini 6 WiFi 64GB Hiện tại dung lượng RAM vẫn chưa được Apple tiết lộ, theo một số tin đồn thì máy sẽ có dung lượng RAM 4 GB giúp khả năng đa nhiệm tốt hơn, điều hành đa tác vụ trên iPad mini 6 sẽ luôn được trơn tru, cho bạn mở nhiều cửa sổ ứng dụng, chạy các phần mềm thiết kế đồ họa hay thử sức chỉnh sửa video chất lượng cao một cách dễ dàng. Bộ nhớ trong 64 GB thoải mái cho nhu cầu cơ bản, lưu trữ các dữ liệu cá nhân với danh sách nhạc yêu thích, hình ảnh và video các khoảnh khắc đáng nhớ của bạn cùng người thân. Dung lượng bộ nhớ - iPad mini 6 WiFi 64GB Với khả năng xử lý đồ họa nhanh hơn tới 80%, iPad mini 6 giúp bạn đắm mình vào bất cứ điều gì bạn làm. Trải nghiệm AR, chơi các trò chơi đồ họa cao hay các tác vụ 3D đều sẽ được xử lý mượt mà. Khả năng xử lý đồ họa mượt mà - iPad mini 6 WiFi 64GB Thiết bị chạy hệ điều hành iPadOS 15 tập trung về tiện ích, tận dụng tối đa nhất không gian màn hình của iPad, giao diện trực quan hơn, đa nhiệm thông minh hơn và bảo mật tốt hơn cho người dùng cá nhân. Hệ điều hành iPadOS 15 - iPad mini 6 WiFi 64GB Màn hình lớn hơn, sử dụng thích hơn Trang bị kích thước màn hình 8.3 inch lớn hơn so với các phiên bản iPad mini trước, nhưng iPad mini 6 vẫn rất gọn gàng vì viền màn hình của máy đã được thiết kế mỏng đều bốn cạnh, thiết bị vẫn rất tiện để mang theo giải trí, làm việc mọi nơi, mọi lúc. Màn hình 8.3 inch sắc nét - iPad mini 6 WiFi 64GB Tấm nền IPS LCD với các lớp tinh thể lỏng tái tạo màu sắc tốt và tạo góc nhìn rộng hơn, độ sáng cao hỗ trợ gam màu P3 cùng công nghệ True Tone giúp người dùng dễ dàng sử dụng iPad mini trong nhiều môi trường ánh sáng (từ trong nhà đến ngoài trời, ở những khu vực ánh sáng gắt). Trang bị tấm nền IPS LCD - iPad mini 6 WiFi 64GB Xem thêm: True Tone là gì? Có trên những thiết bị nào? Độ dày máy 6.3 mm cùng các cạnh viền mỏng hơn, giúp máy trở nên tinh tế hơn. Nút nguồn tích hợp Touch ID ở cạnh trên máy giúp truy cập thiết bị nhanh hơn, bảo mật riêng tư tốt hơn cho người dùng. Touch ID - iPad mini 6 WiFi 64GB",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad Pro M1 12.9 inch WiFi Cellular 128GB (2021)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/238649/ipad-pro-2021-129-inch-silver-600x600.jpg",
        "price":34990000,
        "promotionPrice": 29290000,
        "description":"Bạn có đang mong chờ những sản phẩm chất lượng đến từ Apple? Sau hàng loạt các sản phẩm đình đám như iPhone 12 series thì hãng đã tung ra chiếc iPad Pro M1 12.9 inch Wifi Cellular 128GB (2021) trang bị những tính năng ngày càng vượt trội và thời thượng. Màn hình Liquid Retina XDR 12.9 inch rực rỡ iPad Pro M1 12.9 inch 2021 sở hữu màn hình Liquid Retina XDR mini-LED LCD, áp dụng công nghệ mini-LED với 10.000 bóng được tuỳ chỉnh nhỏ hơn 120 lần so với thế hệ trước nên độ sáng có thể lên đến 1600 nits ngay cả ngoài trời vẫn có thể sử dụng tốt. iPad Pro M1 12.9 inch WiFi Cellular 128GB (2021) | Sở hữu màn hình Liquid Retina XDR, áp dụng công nghệ mini-LED Màn hình có kích thước 12.9 inch cung cấp chế độ xem mở rộng hơn, trải nghiệm HDR tuyệt đẹp trên màn hình rõ ràng giúp cho mọi hoạt động, thao tác trên máy thêm cuốn hút và đắm chìm theo thời gian. iPad Pro M1 12.9 inch WiFi Cellular 128GB (2021) | Màn hình có kích thước 12.9 inch cùng trải nghiệm HDR tuyệt đẹp Mọi chi tiết hiển thị trên màn hình sống động như thật với tỷ lệ tương phản 1.000.000: 1 cùng các công nghệ tiên tiến như P3 wide color, True Tone và ProMotion giúp iPad Pro 12.9 inch 2021 tỏa sáng ngoạn mục. iPad Pro M1 12.9 inch WiFi Cellular 128GB (2021) | Màn hình trang bị nhiều công nghệ tiên tiến Tận hưởng iPad Pro 12.9 inch 2021 128GB như một chiếc laptop với sự hỗ trợ của các phụ kiện chuyên nghiệp như bàn phím, bút Apple Pencil hay các bộ điều khiển chơi game hiện đại,... Những phụ kiện đa năng này được thiết kế để đưa công việc, sự sáng tạo và những giờ phút giải trí của bạn lên một tầm cao mới. iPad Pro M1 12.9 inch WiFi Cellular 128GB (2021) | Hỗ trợ của các phụ kiện bàn phím, bút Apple Pencil Lưu ý: Các phụ kiện như bàn phím, bút Apple Pencil sẽ không đi kèm trong hộp máy. Cấu hình mang tính đột phá Apple M1 là con chip mang sức mạnh phi thường trên iPad, nó được thiết kế để tận dụng tối đa hiệu suất và điện năng cho hiệu quả sử dụng đáng kinh ngạc. CPU và GPU 8 lõi trên M1 đã giúp cho iPad Pro 12.9 inch 2021 có một hiệu suất xử lý dữ liệu, xử lý đồ họa lần lượt là 50% và 40% nhanh hơn so với thế hệ trước. iPad Pro M1 12.9 inch WiFi Cellular 128GB (2021) | Cấu hình mang tính đột phá với chip Apple M1 Giờ đây, người dùng có thể chạy các phần mềm nặng, chơi game đồ họa ở tốc độ khung hình cao,... với độ mượt mà, nâng cao mọi trải nghiệm của bạn. iPad Pro M1 12.9 inch WiFi Cellular 128GB (2021) | Chơi game đồ họa ở tốc độ khung hình cao, mượt mà Kết nối Thunderbolt 4 qua cổng USB-C với băng thông lên tới 40 Gbps có thể xuất tín hiệu hình ảnh 6K và mở ra một hệ sinh thái rộng lớn gồm các phụ kiện được hỗ trợ.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng Samsung Galaxy Tab A8 (2022)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/251704/samsung-galaxy-tab-a8-thumb-1-600x600.jpg",
        "price":6990000,
        "promotionPrice": 6640000,
        "description":"Nghe nhìn mãn nhãn với màn hình lớn và âm thanh chân thật Máy tính bảng Samsung Galaxy Tab A8 (2022) có kích thước màn hình 10.5 inch, tỉ lệ 16:10 cho không gian hiển thị rộng hơn, rất lý tưởng cho người dùng trải nghiệm xem phim, live stream, chơi game. Màn hình TFT LCD có độ phân giải 1200 x 1920 Pixels tái hiện hình ảnh khá chi tiết, màu sắc trung thực, phong phú. Tận hưởng âm thanh sống động đến từ hệ thống 4 loa hỗ trợ công nghệ Dolby Atmos cung cấp âm thanh vòm bùng nổ, nghe nhạc rất đã tai. Máy tính bảng Samsung Galaxy Tab A8 (2022) - Nghe nhìn mãn nhãn với màn hình lớn và âm thanh chân thật Thiết kế mỏng gọn với độ dày chỉ 6.9 mm, khung và mặt lưng bằng kim loại tạo cho máy tính bảng vẻ ngoài đẳng cấp, sang trọng, cầm đầm tay nhưng thoải mái. Hiệu năng mạnh mẽ Sử dụng vi xử lý UniSOC T618 cho hiệu suất CPU và GPU nhanh hơn 10% so với dòng Tab A7, máy tính bảng có RAM 4 GB giúp trải nghiệm các tác vụ văn phòng, giải trí mượt mà. Ngoài ra, máy tính bảng Samsung cho khả năng lưu trữ cực ấn tượng với bộ nhớ trong 64 GB, dùng được với thẻ nhớ ngoài hỗ trợ dung lượng lên đến 1 TB. Máy tính bảng Samsung Galaxy Tab A8 (2022) - Hiệu năng mạnh mẽ Chụp hình đẹp với camera trước và sau Trong khi camera sau có độ phân giải 8 MP có khả năng tự động lấy nét, quay được video chuẩn Full HD với tốc độ khung hình 30 fps thì camera trước cảm biến 5 MP cho bạn gọi video, chụp hình chân dung với chất lượng tốt, ảnh chụp đẹp. Máy tính bảng Samsung Galaxy Tab A8 (2022) - Học tập và giảng dạy trực tuyến tiện lợi với camera trước và sau Giải trí thoải mái cả ngày Thỏi pin Li-Po cho dung lượng lớn 7040 mAh, cung cấp năng lượng đủ để bạn lướt web, chơi game, xem phim hàng giờ liền mà không sợ hết pin, dễ dàng tận hưởng bất kỳ sở thích nào của bạn. Hỗ trợ công nghệ sạc 15 W giúp máy tính bảng nạp pin nhanh chóng, giảm thời gian chờ đợi. Máy tính bảng Samsung Galaxy Tab A8 (2022) - Giải trí thoải mái cả ngày",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad Pro M2 12.9 inch WiFi 128GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/294105/ipad-pro-m2-12.5-wifi-bac-thumb-600x600.jpg",
        "price":29190000,
        "promotionPrice": 28090000,
        "description":"iPad Pro M2 12.9 inch WiFi 128GB là mẫu tablet mới nhất được nhà Apple phát hành vào tháng 10/2022. Thiết bị được coi là tâm điểm của giới công nghệ tại thời điểm ra mắt khi được trang bị con chip Apple M2 mạnh mẽ, bên cạnh đó sẽ là những ưu điểm khác vượt trội như: hệ điều hành iPadOS 16, quay video 4K với tốc độ khung hình 60 FPS, tần số quét 120 Hz,... Hoàn thiện cao cấp Tổng quan về tablet thì máy sẽ được hoàn thiện với phần mặt lưng kim loại chắc chắn, khung viền được vát cạnh ở xung quanh và đi kèm với 4 góc bo cong nhẹ để mang lại cái nhìn thanh thoát - hiện đại. Thiết kế cao cấp - iPad Pro M2 12.9 inch WiFi 128GB Năm nay nhà Apple đã sắp xếp linh kiện một cách thông minh và tối ưu phần cứng tốt hơn nên máy chỉ dày khoảng 6.4 mm, điều này giúp cho iPad Pro M2 trở thành chiếc tablet có kích thước siêu mỏng đáng kinh ngạc. Sức mạnh đáng kinh ngạc đến từ chipset M2 Apple M2 chắc hẳn không còn xa lạ đối với phần lớn tín đồ công nghệ bởi đây là cái tên từng xuất hiện trên dòng Macbook vào giữa năm 2022. Kể từ khi ra mắt, Apple M2 bỗng dưng trở thành một hiện tượng khi xuất hiện trên hầu hết các mặt báo với nhiều chủ đề xoay quanh đến nội dung “hiệu năng vô đối”. Hiệu năng mạnh mẽ - iPad Pro M2 12.9 inch WiFi 128GB Giờ đây Apple đã đưa con chip này đến với dòng tablet nhằm giúp khách hàng có thể xử lý các công việc đồ họa một cách dễ dàng, nâng cấp trải nghiệm lên một tầm cao mới để người dùng có thể cảm nhận như đang sử dụng một chiếc laptop hiệu năng cao siêu mỏng nhẹ. Apple M2 khi được trang bị trên dòng iPad Pro 2022 sẽ có 8 lõi CPU và 10 lõi GPU, hãng có công bố về hiệu suất của thế hệ chip mới này sẽ mạnh hơn 15% và khả năng xử lý đồ họa tốt hơn 35% đối với Apple M1. Vì thế máy có thể xử lý tốt hầu hết mọi tác vụ từ chơi game, chỉnh sửa video hay thiết kế hình ảnh cả về 2D lẫn 3D. Xử lý công việc hiệu quả - iPad Pro M2 12.9 inch WiFi 128GB iPad Pro M2 sẽ được hỗ trợ hệ điều hành iPadOS 16 mới nhất cho năm 2022, đây được xem là một sự nâng cấp vượt bậc so với thế hệ trước, bởi phiên bản này sẽ hỗ trợ nhiều tính năng hay ho hơn, tối ưu giao diện đẹp mắt cũng như tăng cường khả năng bảo mật để thông tin cá nhân của bạn được an toàn. Bổ sung nhiều tính năng - iPad Pro M2 12.9 inch WiFi 128GB Bên cạnh việc nâng cấp trải nghiệm trực tiếp trên thiết bị, iPad Pro M2 còn có khả năng xử lý việc truyền tải dữ liệu sang màn hình khác ổn định hơn, giảm thiểu độ trễ đáng kể để có thể đồng bộ hóa các thao tác của bạn một cách tốt nhất. Màn hình đảm bảo độ chính xác màu sắc cực cao iPad Pro M2 sẽ được tích hợp một màn hình có kích thước 12.9 inch và độ phân giải 2048 x 2732 Pixels. Chỉ cần trang bị thêm một chiếc Magic Keyboard là người dùng sẽ có được cảm nhận tương tự như một chiếc laptop thực thụ, bởi nội dung hình ảnh mà màn hình mang tới là cực kỳ rộng lớn và đã mắt. Màn hình rộng lớn - iPad Pro M2 12.9 inch WiFi 128GB Đối với các công nghệ màn hình thì lần này Apple tích hợp cho iPad Pro M2 một tấm nền Liquid Retina XDR mini-LED LCD được sản xuất bởi hãng, đi kèm với đó là dải màu rộng P3 và True Tone giúp tăng độ chính xác về màu sắc mỗi khi hiển thị, phù hợp cho các tác vụ thiết kế - in ấn nhờ khả năng hạn chế độ sai lệch màu mỗi khi in ra thành phẩm.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng Samsung Galaxy Tab A7 Lite",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/237325/samsung-galaxy-tab-a7-lite-gray-600x600.jpg",
        "price":4490000,
        "promotionPrice": 4260000,
        "description":"Máy tính bảng Samsung Galaxy Tab A7 Lite là phiên bản rút gọn của dòng tablet \"ăn khách\" Galaxy Tab A7 thuộc thương hiệu Samsung, đáp ứng nhu cầu giải trí của khách hàng thuộc phân khúc bình dân với màn hình lớn nhưng vẫn gọn nhẹ hợp túi tiền. Thiết kế siêu mỏng nhẹ Galaxy Tab A7 Lite sở hữu kiểu thiết kế đặc trưng của dòng Galaxy Tab A7. Thiết bị sử dụng chất liệu nhôm với thiết kế nguyên khối giúp cho máy trở nên cao cấp hơn dù chỉ thuộc phân khúc tầm trung giá rẻ. Galaxy Tab A7 Lite | Thiết kế mặt lưng Tuy được hoàn thiện từ nhôm nguyên khối, nhưng Galaxy Tab A7 Lite vẫn có độ mỏng nhẹ ấn tượng khi chỉ nặng 371 g và dày chỉ 8 mm, mang đến sự thoải mái khi cầm sử dụng trong thời gian dài. Galaxy Tab A7 Lite | Thiết kế cạnh viền Với kích thước chỉ tương đương với một quyển sổ nên Galaxy Tab A7 Lite sẽ vô cùng gọn gàng để bạn có thể mang theo khi cần thiết. Galaxy Tab A7 Lite | Thiết kế gọn ràng, cầm nắm thoải mái Màn hình lớn hiển thị nhiều hơn, rõ hơn Máy tính bảng Galaxy Tab A7 Lite có màn hình kích thước 8.7 inch, độ phân giải cao 800 x 1340 pixel, cho chất lượng hiển thị khá, màu sắc tươi tắn, màn hình lớn sẽ giúp bạn xem được nhiều nội dung hơn, thoải mái kéo thả, chỉnh sửa hình ảnh, văn bản dễ dàng. Galaxy Tab A7 Lite | Trang bị màn hình kích thước lớn 8.7 inch Phần viền 2 bên cũng được Samsung làm mỏng tối đa giúp cho khung hình được trải rộng hơn, tăng trải nghiệm khi xem phim hay thưởng thức các chương trình giải trí. Hiệu năng ổn định cho nhu cầu giải trí cơ bản Trang bị vi xử lý MediaTek MT8768T 8 nhân xung nhịp tối đa 2.3 GHz, Galaxy Tab A7 Lite có hiệu năng ổn định, đáp ứng cho nhu cầu giải trí khác nhau như chơi game nhẹ nhàng, kiểm tra email, tin nhắn hay đọc báo cập nhật tin tức. Galaxy Tab A7 Lite | Trang bị con chip Helio P22T đến từ MediaTek Máy tính bảng có RAM 3 GB và bộ nhớ trong 32 GB là những thông số khá vừa vặn trong tầm giá, vẫn đủ cho đa nhiệm và nhu cầu lưu trữ ở mức độ cơ bản. Bên cạnh đó, máy hỗ trợ khe cắm thẻ nhớ lên đến 1 TB giúp tăng thêm không gian để lưu trữ những bài hát hay bộ phim yêu thích của bạn.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng Samsung Galaxy Tab S8 Ultra 5G",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/247513/samsung-tab-s8-ultra-thumb-600x600.jpg",
        "price":30990000,
        "promotionPrice": 29440000,
        "description":"Samsung Galaxy Tab S8 Ultra ra mắt với kích thước màn hình siêu to cùng một cấu hình mạnh mẽ, được xem là thiết bị phù hợp đối với những ai thường xuyên làm các công việc thiết kế hay thao tác trên trình duyệt web, bên cạnh đó Tab S8 Ultra còn mang đến những trải nghiệm tương tự một chiếc laptop khi sử dụng kèm với bàn phím. Không gian làm việc rộng lớn Samsung Galaxy Tab S8 Ultra trang bị tấm nền Super AMOLED với kích thước lên đến 14.6 inch, điều này giúp cho hình ảnh hiển thị được rực rỡ và bắt mắt hơn khi trải nghiệm trên một chiếc màn hình khủng. Tấm nền chất lượng - Samsung Galaxy Tab S8 Ultra Xem thêm: Màn hình Super AMOLED là gì? Thiết bị nào có màn hình SUPER AMOLED? Bên cạnh đó Galaxy Tab S8 Ultra còn được hỗ trợ tần số quét lên đến 120 Hz, giờ đây người dùng có thể cảm nhận độ mượt mà trên mọi thao tác vuốt chạm, hay chơi những tựa game FPS cao được đã mắt hơn bao giờ hết. Thao tác mượt mà - Samsung Galaxy Tab S8 Ultra Với kích thước màn hình lớn giúp cho các tác vụ vẽ vời hay chơi game trở nên tốt hơn, đây được xem là điều được các nhà thiết kế, kiến trúc sư hay nói chung là người dùng làm việc thuộc khối văn phòng cực kỳ quan tâm và yêu thích. Màn hình kích thước lớn - Samsung Galaxy Tab S8 Ultra Ngoài ra người dùng có thể mở đồng thời nhiều cửa sổ với nhiều ứng dụng khác nhau qua tính năng chia đôi màn hình - Multi Window. Giờ đây bạn cũng có thể vừa xem văn bản cuộc họp và vừa có thể thuyết trình một cách dễ dàng. Màn hình lớn - Samsung Galaxy Tab S8 Ultra Cấu hình mạnh mẽ hàng đầu Galaxy Tab S8 Ultra được Samsung trang bị bên trong con chip có hiệu năng mạnh mẽ hàng đầu trên các thiết bị Android (05/2022) có tên Snapdragon 8 Gen 1, giúp xử lý các công việc như chỉnh sửa video nhanh chóng hay chiến game đồ họa cao một cách mượt mà. Hiệu năng mạnh mẽ - Samsung Galaxy Tab S8 Ultra Nhằm mang đến sự tối ưu dành cho những bạn làm việc trên các trình duyệt web, Samsung trang bị cho máy 8 GB RAM để giúp bạn có thể làm việc và thao tác nhiều tab cùng một lúc mà ít khi gặp phải tình trạng tải lại từ đầu. Trang bị 8 GB RAM - Samsung Galaxy Tab S8 Ultra Lưu trữ thông tin dữ liệu rõ nét Mặt sau của Galaxy Tab S8 Ultra sẽ là cụm 2 camera có độ phân giải lần lượt là 12 MP và 6 MP giúp các tác vụ chụp văn bản có độ chi tiết cao, ngoài ra bạn cũng có thể ghi được những thước phim chất lượng thông qua tính năng quay video chuẩn 4K. Camera chất lượng - Samsung Galaxy Tab S8 Ultra Phía trước phần màn hình sẽ là cụm 2 camera có chung độ phân giải 12 MP, Galaxy Tab S8 Ultra mang lại cho bạn khả năng selfie tốt hơn hay thực hiện các tác vụ video call được rõ ràng.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng Samsung Galaxy Tab S7 FE 4G",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/240254/samsung-galaxy-tab-s7-fe-black-600x600.jpg",
        "price":13990000,
        "promotionPrice": 13290000,
        "description":"Samsung chính thức trình làng mẫu máy tính bảng có tên Galaxy Tab S7 FE, máy trang bị cấu hình mạnh mẽ, màn hình giải trí siêu lớn và điểm ấn tượng nhất là viên pin siêu khủng được tích hợp bên trong, giúp tăng hiệu suất làm việc nhưng vẫn có tính di động cực cao. Viên pin “khủng long” vượt mốc 10000 mAh Galaxy Tab S7 FE sẽ khiến bạn choáng ngợp với dụng lượng pin cực khủng 10090 mAh đảm bảo cho cường độ làm việc, giải trí liên tục trong nhiều giờ liền. Galaxy Tab S7 FE | Dung lượng pin lớn 10.090 mAh Theo công bố từ Samsung, với dung lượng lớn này giúp cho Galaxy Tab S7 FE có thể dùng lên tới 12 giờ lướt web với mạng LTE và 13 giờ xem video trực tuyến qua wifi. Bên cạnh đó, thời gian sạc cũng được rút ngắn đáng kể khi máy tính bảng có sạc nhanh công suất tối đa lên đến 45 W, tuy nhiên để sạc với tốc độ này bạn cần mua củ sạc phù hợp vì sạc kèm theo máy chỉ 15 W. Chơi hết sức, làm việc hết mình với màn hình siêu lớn Máy tính bảng Samsung Galaxy Tab S7 FE có một phiên bản màn hình duy nhất với kích thước lớn 12.4 inch, phần viền bao quanh được thu nhỏ, tạo nên không gian rộng rãi, thoải mái cho bạn làm việc hay giải trí. Galaxy Tab S7 FE | Màn hình kích thước lớn 12.4 inch Màn hình của máy có độ phân giải 1600 x 2560 pixels đảm bảo cho chất lượng hình ảnh sắc nét trên màn hình lớn. Màn hình lớn giúp các nội dung giải trí được hiển thị tối ưu khi cầm máy ở cả chiều ngang hay dọc, cho bạn trải nghiệm chơi game và xem phim tuyệt vời nhất. Thiết kế cao cấp, tính di động cao Galaxy Tab S7 FE vẫn sử dụng thiết kế vát thẳng mạnh mẽ ở phần cạnh viền tương tự Galaxy Tab S7. Tuy vậy, cảm giác cầm S7 FE vẫn rất tốt, các góc cạnh đều đã được xử lý mềm mại hơn, để không gây bất kỳ sự khó chịu hay cấn tay khi cầm. Galaxy Tab S7 FE | Thiết kế tổng thể Thân máy được hoàn thiện nguyên khối, được gia công bề mặt vô cùng hoàn hảo, dải anten được bố trí và làm đồng màu với thân máy tạo nên thiết kế liền mạch và đẳng cấp. Galaxy Tab S7 FE | Xử lý tốt công việc trên màn hình lớn Galaxy Tab S7 FE cũng là chiếc máy tính bảng có độ mỏng ấn tượng 6.3 mm, dù được trang bị viên pin cực khủng. Khối lượng 608 g nhẹ hơn nhiều so với laptop, thoải mái để bạn mang theo bên mình và xử lý công việc, kiểm tra email ở bất cứ đâu. Cấu hình mạnh mẽ Cấu hình của Galaxy Tab S7 FE phần nào đã được cắt giảm so với phiên bản tiêu chuẩn, nhưng các tựa game đồ họa cao và ứng dụng văn phòng vẫn không làm khó được mẫu máy này, nhờ trang bị vi xử lý Snapdragon 750G giúp cho máy có tốc độ mở ứng dụng khá nhanh và chơi game 3D mượt mà. Galaxy Tab S7 FE | Trang bị con chip Snapdragon 750G Máy tính bảng có RAM 4 GB đáp ứng tốt nhu cầu đa nhiệm của máy và bộ nhớ trong 64 GB hỗ trợ mở rộng thêm dung lượng qua thẻ nhớ cho bạn thoải mái lưu trữ dữ liệu.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad Pro M1 11 inch WiFi Cellular 2TB (2021) ",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/269330/pad-pro-m1-11-inch-wifi-cellular-1tb-2021-xam-thumb-600x600.jpeg",
        "price":55990000,
        "promotionPrice": 0,
        "description":"Ấn tượng trên màn hình giải trí rực rỡ, sống động Máy tính bảng iPad Pro M1 11 inch WiFi Cellular 2TB (2021) mang vẻ ngoài sang trọng, chắc chắn của lớp vỏ kim loại nguyên khối hoàn thiện tinh tế, thiết kế vuông vức hiện đại, kích thước màn hình 11 inch sử dụng thuận tiện như 1 chiếc laptop mini dùng cho cá nhân. iPad Pro M1 thể hiện khung hình rực rỡ, sống động và chân thực nhờ tấm nền Liquid Retina có dải màu rộng, chất lượng tương phản đạt 1668 x 2388 Pixels cho các chi tiết sắc nét, lôi cuốn, cùng với tần số quét lên đến 120 Hz nhờ công nghệ ProMotion để mọi trải nghiệm xem thật mượt mà, thao tác chạm vuốt nhanh nhạy. Khung hình sống động - iPad Pro M1 11 inch WiFi Cellular 2TB (2021) Xét về dung lượng pin, iPad Pro M1 11 inch WiFi Cellular 2TB (2021) cho phép sử dụng liên tục đến 10 giờ khi dùng lướt web, xem video nhờ pin 28.65 Wh tương đương khoảng 7538 mAh, thỏa mãn cho 1 ngày dài làm việc hay giải trí. Khi cạn nguồn, chế độ sạc pin nhanh 20 W sẽ nhanh chóng phục hồi năng lượng pin cho thiết bị của bạn. Trải nghiệm không giới hạn với sức mạnh hiệu năng từ chip M1 Sử dụng iPad đa nhiệm ổn định trên các tác vụ lướt web, nghe nhạc, xem phim, chơi game giải trí hay thiết kế đồ họa cơ bản,… Sức mạnh hiệu năng đến từ chip Apple M1 8 nhân mạnh mẽ và chip đồ họa Apple GPU, cộng thêm sự hỗ trợ của RAM 16 GB đảm bảo màn hình trải nghiệm luôn ổn định, không bị giật lag hay đơ máy. Hỗ trợ bộ nhớ trong lên đến 2 TB tạo kho lưu trữ ấn tượng cho nhu cầu cá nhân, bạn có thể giữ lại mọi ảnh chụp, video, các album nhạc yêu thích,… mà không lo quá tải bộ nhớ. Hiệu năng mạnh mẽ - iPad Pro M1 11 inch WiFi Cellular 2TB (2021) Khả năng kết hợp với Apple Pen 2 cho phép bạn thể hiện sự sáng tạo trên màn hình iPad cách độc đáo, linh hoạt và tiện lợi hơn. Công nghệ 5G kết nối siêu nhạy, đường truyền ổn định, để bạn có thể xem video, tải, chia sẻ dữ liệu một cách nhanh chóng. Quay phim, chụp ảnh cực nét ngay trên iPad Dù không phải là tính năng chính, nhưng Apple cũng rộng rãi trang bị cụm camera chất lượng cho phiên bản iPad này, gồm bộ đôi camera góc rộng 12 MP, camera siêu rộng 10 MP và cảm biến TOF 3D LiDAR ở mặt sau, tích hợp các tính năng AI để cho ra các ảnh chụp và video sắc nét, sống động. Camera sắc nét - iPad Pro M1 11 inch WiFi Cellular 2TB (2021) Mặt trước là Camera TrueDepth 12 MP có hỗ trợ tính năng Center Stage giúp tự động nhận diện và căn góc để giữ chủ thể ở trung tâm màn hình khi di chuyển, hữu ích trong lúc bạn FaceTime.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad Pro M1 12.9 inch WiFi 512GB (2021)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/259650/ipad-pro-m1-129-inch-wifi-sliver-thumb-600x600.jpg",
        "price":38990000,
        "promotionPrice": 0,
        "description":"iPad Pro M1 12.9 inch WiFi 512GB (2021) chiếc máy tính bảng với thiết kế sang trọng đẳng cấp, màn hình mini-LED tuyệt hảo 12.9 inch, sức mạnh tương đương máy tính để bàn nhờ bộ vi xử lý Apple M1 và hệ thống camera chất lượng rất đáng để đầu tư và nâng cấp. Thiết kế sang trọng, đẳng cấp hàng đầu Giống với những dòng iPad tiền nhiệm, iPad Pro 12.9 phiên bản 2021 tiếp tục được Apple thiết kế với vẻ ngoại hình đơn giản nhưng vô cùng nổi bật với những đường nét thiết kế vát cạnh vuông vức tạo cảm giác mạnh mẽ, nam tính và cứng cáp. Máy tính bảng iPad Pro M1 12.9 inch WiFi 512GB (2021) | Thiết kế sang trọng, đẳng cấp hàng đầu Toàn bộ thân máy được hoàn thiện bằng chất liệu nhôm nguyên khối kết hợp cùng khung viền kim loại cao cấp với kích thước 280.6 x 214.9 x 6.4 mm, dày hơn một chút so với thế hệ trước nhưng vẫn đảm bảo sự liền mạch thoải mái khi cầm nắm sử dụng. Máy tính bảng iPad Pro M1 12.9 inch WiFi 512GB (2021) | Trải nghiệm cầm nắm thao tác Trên iPad Pro 12.9 M1 2021 được trang bị có tới 5 micro giúp ghi lại âm thanh rõ nét và hệ thống 4 loa ngoài hỗ trợ Dolby Atmos cao cấp cho chất lượng âm thanh sống động chân thực như ở rạp chiếu phim chuyên nghiệp. Máy tính bảng iPad Pro M1 12.9 inch WiFi 512GB (2021) | Hệ thông âm thanh chất lượng Màn hình Mini-LED 12.9 inch siêu nét, siêu mượt Với iPad Pro 11 M1 2021, Apple vẫn mang đến cho bạn trải nghiệm hình ảnh cao cấp với công nghệ Liquid Retina XDR mini-LED LCD có kích thước 12.9 inch, sử dụng đến tận 10.000 đèn LED siêu nhỏ không chỉ hiển thị tuyệt đẹp, sắc nét đáng kinh ngạc mà còn tiết kiệm điện năng một cách tiên tiến. Máy tính bảng iPad Pro M1 12.9 inch WiFi 512GB (2021) | Màn hình Mini-LED siêu nét, siêu mượt Độ tương phản 1.000.000:1 và độ sáng toàn màn hình cũng được nâng lên để bạn xem, chỉnh sửa ảnh chất lượng cao hay thưởng thức những thước phim giải trí chất lượng cao ngay trên chiếc máy tính bảng này. Máy tính bảng iPad Pro M1 12.9 inch WiFi 512GB (2021) | Công nghệ Mini-LED Hơn nữa, màn hình này còn hỗ trợ tần số quét 120 Hz cùng công nghệ ProMotion kết hợp với hệ điều hành iPadOS 15 (12/2021) cho mọi thao tác, chuyển cảnh trên chiếc máy tính bảng cao cấp này đều diễn ra mượt mà và hấp dẫn. Máy tính bảng iPad Pro M1 12.9 inch WiFi 512GB (2021) | Màn hình với độ sáng vượt trội Vi xử lý Apple M1, bứt phá hiệu năng vượt trội Mang trên mình sức mạnh của bộ vi xử lý Apple M1, có thể nói iPad Pro 12.9 2021 chính là chiếc máy tính bảng nhanh nhất từ trước đến nay với sức mạnh nhanh hơn tới 50% và khả năng xử lý đồ họa tốt hơn 40% so với thế hệ trước. Máy tính bảng iPad Pro M1 12.9 inch WiFi 512GB (2021) | Hiệu năng bứt phá vượt trội Với cấu hình và sức mạnh gần như tương tự với một chiếc laptop, giờ đây bạn hoàn toàn có thể thoải mái làm việc, chơi game đồ họa cao hay dựng các mô hình AR phức tạp ngay trên máy tính bảng iPad Pro 12.9 M1 2021.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad Pro M2 11 inch WiFi Cellular 128GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/295458/ipad-pro-m2-11-inch-wifi-5g-bac-thumb-600x600.jpg",
        "price":25090000,
        "promotionPrice": 24390000,
        "description":"iPad Pro M2 11 inch WiFi Cellular 128GB là mẫu tablet mới nhất được nhà táo phát hành cho năm 2022 với điểm nổi bật là sự xuất hiện của Apple M2. Đây vốn dĩ là vi xử lý mạnh mẽ được trang bị trên Macbook nhưng nay lại tích hợp cho tablet, điều này giúp cho thiết bị có thể xử lý tốt hầu hết mọi tác vụ từ việc kết xuất video cho đến thiết kế - dựng hình ảnh 2D và 3D. Thiết kế đẳng cấp sang trọng Năm nay nhà Apple vẫn giữ lại kiểu thiết kế quen thuộc trên thế hệ iPad Pro M1 vào năm ngoái, với mặt lưng kim loại chắc chắn đi cùng hai mặt và các cạnh vát phẳng giúp cho tổng thể thiết bị có được cái nhìn tinh tế và không kém phần hiện đại. Thiết kế sang trọng - iPad Pro M2 11 inch WiFi Cellular 128GB Góc phải màn hình sẽ là nút nguồn và tăng/giảm âm lượng được hãng bố trí để người dùng có thể thuận tiện hơn trong việc điều chỉnh thiết bị bằng phím cứng. Điểm nhấn chính ở mặt lưng sẽ là logo quả táo được làm sáng bóng và đặt ở vị trí trung tâm, đây có thể coi là đặc điểm nhận diện của iPad Pro M2 giúp cho người dùng có thể toát lên vẻ ngoài đẳng cấp hơn khi trên tay một sản phẩm mới nhất đến từ nhà Apple (10/2022). iPad Pro M2 được xem là chiếc tablet siêu mỏng khi bề dày của thiết bị chỉ rơi vào khoảng 5.9 mm. Vậy nên tổng quan thiết bị có được một cái nhìn đẳng cấp và sang trọng hơn bởi nó đáp ứng được tiêu chí siêu mỏng, điều mà hầu hết các nhà sản xuất thiết bị di động đều đang hướng tới trong tương lai. Hiệu năng mạnh mẽ vượt trội Lần ra mắt này, nhà táo trang bị cho iPad con chip Apple M2 thuộc thế hệ mới nhất của hãng, không chỉ tăng cường khả năng xử lý mà chip còn giúp tối ưu được điện năng tiêu thụ để kéo dài thời gian sử dụng. Hiệu năng mạnh mẽ - iPad Pro M2 11 inch WiFi Cellular 128GB Khi trang bị trên tablet thì Apple M2 sẽ có 8 lõi CPU và 10 lõi GPU đều hoạt động với hiệu suất cao, hiệu năng xử lý được tăng cường thêm 15% và 35% về khoản xử lý đồ họa so với Apple M1. Nhờ vậy mà tablet hoàn toàn có thể đáp ứng tốt cho các tác vụ xử lý đồ họa nâng cao như: thiết kế đồ họa, kiến trúc hay kết xuất và dựng video. Hiệu năng mạnh mẽ - iPad Pro M2 11 inch WiFi Cellular 128GB Đối với người dùng thường xuyên sử dụng máy tính bảng iPad để kết nối với màn hình rời thì hiệu năng trên Apple M2 sẽ giúp ích được khá nhiều, hãng cho biết iPad Pro M2 có thể xuất ra màn hình phụ với chất lượng tối đa đạt được là 6K cùng tốc độ khung hình ở mức 60. Đối với iPad Pro M2 thì máy sẽ hỗ trợ hệ điều hành iPadOS 16 được tối ưu riêng dành cho các thế hệ máy tính bảng, điều này giúp thiết bị có thể vận hành tốt hơn khi hiệu suất và năng lượng đã được cân bằng một cách tối ưu. Hiệu năng mạnh mẽ - iPad Pro M2 11 inch WiFi Cellular 128GB Nâng cao trải nghiệm nghe nhìn Về phần màn hình thì iPad Pro M2 đã được trang bị màn hình Liquid Retina với độ phân giải 1668 x 2388 Pixels, điều này giúp mang lại khả năng tái hiện hình ảnh với màu sắc sinh động, độ chính xác về màu cao giúp cho nội dung mà bạn đang xem trở nên chân thực hơn bao giờ hết. Màn hình chất lượng - iPad Pro M2 11 inch WiFi Cellular 128GB Vì được hỗ trợ dải màu rộng P3, công nghệ màn hình True Tone cùng độ tương phản cao nên iPad Pro M2 có thể dùng làm thiết bị để tham chiếu màu sắc cho các tác vụ thiết kế - in ấn, hạn chế được tối đa tình trạng sai lệch màu quá nhiều sau khi in ra thành phẩm. Màn hình có kích thước 11 inch giúp cho người dùng có thể quan sát được nhiều nội dung hơn trên cùng một khung hình, ngoài ra khi sử dụng tính năng Stage Manager cũng được tốt hơn bởi các tab sẽ được hiển thị với kích thước lớn giúp người dùng có thể thao tác dễ dàng. Sử dụng nhiều ứng dụng cùng lúc - iPad Pro M2 11 inch WiFi Cellular 128GB Đến với phần âm thanh thì phiên bản lần này sẽ được tích hợp 4 loa có đi kèm công nghệ Dolby Atmos, vậy nên âm thanh cho ra sẽ có độ trong trẻo và chân thực hơn giúp người dùng có thể cảm nhận như đang tận hưởng giai điệu trực tiếp nơi phòng thu. Xem thêm: Công nghệ Dolby Atmos là gì? Khám phá công nghệ âm thanh đỉnh cao Hỗ trợ quay - chụp sắc nét Mặt sau của máy sẽ được tích hợp 2 camera trong đó camera chính có độ phân giải 12 MP đi cùng với cảm biến góc siêu rộng 10 MP. Bên cạnh đó thì máy được hỗ trợ các tính năng nổi bật như Smart HDR 4, chống rung OIS, chế độ điện ảnh và bộ lọc màu để nâng cao chất lượng trên từng thước phim hay bức hình. Camera chất lượng - iPad Pro M2 11 inch WiFi Cellular 128GB Có thể thấy iPad Pro M2 là một chiếc tablet khá lý tưởng dành cho việc quay phim khi máy hoàn toàn có thể thu được những video có chất lượng lên tới 4K 2160p@60fps. Điều này giúp người dùng có thể tối ưu được cả hai tác vụ quay - dựng cho cùng một thiết bị, phù hợp cho những bạn làm các công việc thiên về sản xuất nội dung hình ảnh trên mạng xã hội.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad Pro M2 11 inch WiFi 128GB\n\n",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/294104/ipad-pro-m2-11-wifi-xam-thumb-600x600.jpg",
        "price":21190000,
        "promotionPrice": 20690000,
        "description":"Cơn sốt của iPhone 14 series chưa kịp lắng xuống thì mới đây nhà Apple lại vừa tung ra bộ sản phẩm tablet cho năm 2022 với nhiều điểm thu hút. Con chip Apple M2 từng khuấy đảo thị trường laptop bây giờ đã được xuất hiện trên iPad Pro M2 11 inch WiFi 128GB, nó quả thực là một tin chấn động trong giới công nghệ bởi đây có thể là chiếc máy tính bảng có hiệu năng vô đối trên thị trường (10/2022). Thiết kế tinh tế - dẫn đầu xu thế iPad Pro M2 có một diện mạo cao cấp với mặt lưng làm từ kim loại chắc chắn, đi kèm với độ mỏng chỉ 5.9 mm giúp cho tổng thể thiết bị thêm phần sang trọng. Dường như Apple đang rất nỗ lực để biến thiết bị của hãng trở nên ngày càng thanh mảnh, chắc hẳn trên thị trường tablet hiện tại chưa có cái tên nào có thể vượt qua độ mỏng của iPad Pro M2. Thiết kế sang trọng - iPad Pro M2 11 inch WiFi 128GB Nhìn chung thì iPad Pro M2 không có quá nhiều sự đổi mới về thiết kế so với thế hệ tiền nhiệm, vẫn sẽ là kiểu hoàn thiện vuông vức ở các cạnh và hai mặt, nổi bật nhờ tone màu chủ đạo là xám và bạc để phù hợp cho cả nam và nữ hay bất kỳ lứa tuổi nào. Bên cạnh hai sự lựa chọn về màu sắc thì năm nay hãng cũng sẽ phát hành hai phiên bản với chuẩn kết nối mạng có đôi chút khác nhau là WiFi và WiFi Cellular. Điểm khác biệt mà ta có thể phân biệt hai loại này nằm ở phần anten, trên phiên bản WiFi thì dãy này chỉ dừng lại ở phần cụm camera chứ không chạy dài đến phần cạnh bên như WiFi Cellular. Đặc điểm nhận dạng - iPad Pro M2 11 inch WiFi 128GB Hiệu năng bứt phá mọi giới hạn Sau rất nhiều hoài nghi về sự xuất hiện của Apple M2 trên thế hệ iPad 2022 thì giờ đây nó cũng đã thực sự có mặt trên máy tính bảng iPad Pro mới nhất. Qua lần ra mắt này cho thấy Apple luôn cố gắng để biến những điều tưởng chừng như không thể thành hiện thực trên dòng sản phẩm của mình, điều này có thể minh chứng qua sự xuất hiện của Apple M2 lên trên một chiếc máy tính bảng. Hiệu năng mạnh mẽ - iPad Pro M2 11 inch WiFi 128GB Bộ vi xử lý này có tận 8 lõi CPU và 10 lõi GPU giúp mang lại hiệu suất vượt trội hơn so với thế hệ Apple M1 trước đó, như hãng có đề cập đến thì Apple M2 có hiệu suất nhanh hơn 15% và khả năng xử lý đồ họa tốt hơn 35% đối với M1. Vậy nên người dùng có thể an tâm sử dụng máy tính bảng để dùng cho hầu hết mọi tác vụ kể cả đồ họa nâng cao 3D. Xử lý công việc nhanh chóng - iPad Pro M2 11 inch WiFi 128GB Máy tính bảng này có tới 8 GB RAM nên phần lớn những tác vụ đa nhiệm thì iPad Pro M2 đều có thể xử lý dễ dàng. Ngoài ra bộ nhớ RAM lớn còn hỗ trợ tốt cho việc chơi những tựa game có đồ họa cao, điều này đảm bảo mỗi trận đấu rank hay chơi game cùng bạn bè không bị gián đoạn bởi những hiện tượng như giật lag. iPad Pro M2 được hỗ trợ hệ điều hành iPadOS 16 giúp mang lại giao diện đẹp mắt hơn, có thêm nhiều tùy chọn cài đặt về giao hiện hay nâng cao khả năng bảo mật. Điều này sẽ trở nên cực kỳ hữu ích bởi nó mang lại cho người dùng sự an tâm về việc bảo mật thông tin cũng như tối ưu được công việc thông qua nhiều tính năng hay ho. Xử lý công việc hiệu quả - iPad Pro M2 11 inch WiFi 128GB",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad mini 6 WiFi Cellular 64GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/250734/ipad-mini-6-wifi-cellular-pink-1-600x600.jpg",
        "price":16690000,
        "promotionPrice": 16290000,
        "description":"iPad mini 6 WiFi Cellular 64GB đánh dấu sự trở lại mạnh mẽ của Apple trên dòng sản phẩm iPad mini, thiết bị mới được người dùng yêu thích bởi thiết kế trẻ trung, hiệu suất đỉnh cao với con chip A15 Bionic và hỗ trợ bút cảm ứng Apple Pencil 2 tiện lợi. Chipset A15 Bionic mạnh mẽ hàng đầu iPad mini 6 chiếc iPad có hiệu năng mạnh mẽ khi được trang bị vi xử lý A15 Bionic vốn được trang bị trên các dòng flagship cao cấp như iPhone 13 series, máy tính bảng dung lượng RAM 4 GB cho tốc độ xử lý diễn ra nhanh chóng và mượt mà, giúp bạn có thể tự do làm việc, sáng tạo nội dung với các phần mềm thực tế tăng cường AR, game đồ hoạ đòi hỏi cấu hình cao. Vi xử lý A15 Bionic - iPad mini 6 WiFi Cellular 64GB Apple còn trang bị cho iPad mini 6 bộ nhớ trong 64 GB giúp bạn có thể lưu trữ được nhiều dữ liệu, những tựa game để giải trí khi cần. Với nhu cầu sử dụng cao bạn có thể tham khảo thêm phiên bản 256GB để thoải mái lưu trữ hơn. Dung lượng bộ nhớ - iPad mini 6 WiFi Cellular 64GB Ngoài ra, vi xử lý Apple A15 Bionic còn hỗ trợ iPad mini 6 kết nối 5G siêu tốc, bạn có thể truy cập internet không dây mọi lúc mọi nơi, đồng thời nâng cấp với chuẩn mạng Wifi 6 cho tốc độ mạng luôn đảm bảo nhanh và ổn định. Kết nối nhanh chóng - iPad mini 6 WiFi Cellular 64GB Máy tính bảng sử dụng hệ điều hành iPadOS 15 mang đến cho iPad mini 6 WiFi Cellular 64 GB sự tương thích hoàn hảo với các thao tác cử chỉ đa chạm, giúp bạn thoải mái chạy các ứng dụng, thực hiện nhiều tác vụ cùng lúc, chia đôi màn hình một cách dễ dàng. Hệ điều hành iPadOS - iPad mini 6 WiFi Cellular 64GB Thiết kế sang trọng với màn hình giải trí tràn viền iPad mini 6 được Apple thiết kế với kiểu dáng thon gọn cân đối thừa hưởng của dòng iPad Pro, giúp bạn có thể mang theo bên mình mọi lúc mọi nơi để hỗ trợ cho quá trình học tập, làm việc hay giải trí một cách dễ dàng. Hơn thế thiết bị còn được hoàn thiện bằng khung nhôm sang trọng giúp cho máy chắc chắn hơn trong quá trình sử dụng. Thiết kế nguyên khối sang trọng - iPad mini 6 WiFi Cellular 64GB Một trong những thay đổi lớn nhất về ngoại hình của iPad mini 6 đó là kích thước màn hình sẽ lớn hơn nhiều với những thế hệ trước đây. Cụ thể iPad mini 6 2021 được trang bị màn hình Liquid Retina 8.3 inch giúp cho việc hiển thị nội dung được sắc nét, sống động và chân thực. Trang bị màn hình Liquid Retina 8.3 inch - iPad mini 6 WiFi Cellular 64GB Công nghệ màu sắc thích ứng True Tone, dải màu rộng P3 và độ sáng tối đa của màn hình iPad mini 6 cao giúp hiển thị văn bản chi tiết, màu sắc chính xác dù bạn đang ở trong bất cứ môi trường nào. Công nghệ True Tone - iPad mini 6 WiFi Cellular 64GB Cảm biến vân tay Touch ID đã được tích hợp vào phím nguồn cạnh trên, không chỉ giúp mở khóa nhanh chóng, thanh toán online dễ dàng mà còn nâng cao độ bảo mật cho thiết bị cá nhân của bạn. Touch ID - iPad mini 6 WiFi Cellular 64GB ",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad Air 5 M1 Wifi 64GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/248096/ipad-air-5-wifi-grey-thumb-600x600.jpg",
        "price":15590000,
        "promotionPrice": 14290000,
        "description":"iPad Air 5 M1 Wifi 64 GB đã được công bố tại sự kiện Peek Performance diễn ra hôm 9/3 (theo giờ Việt Nam). Năm nay Apple đã có những thay đổi lớn về cả hiệu năng và bổ sung màu sắc mới cho thiết bị. Sức mạnh từ con chip M1 Sức mạnh từ con chip M1 - iPad Air 5 M1 Wifi 64 GB Apple M1 8 nhân là vi xử lý do chính Apple nghiên cứu và sản xuất. Con chip này đã được chứng minh sức mạnh qua nhiều dòng sản phẩm và bây giờ đã xuất hiện trên iPad Air 5 M1 Wifi 64 GB. Với 8 nhân CPU, vi xử lý này sẽ giúp thiết bị có thể hoạt động ổn định cùng với RAM 8 GB. Thiết kế sang trọng Thiết kế sang trọng - iPad Air 5 M1 Wifi 64 GB iPad Air 5 M1 Wifi 64 GB có thiết kế phẳng ở 4 cạnh, mặt sau được làm từ nhôm với nhiều màu sắc tươi trẻ. Đặc biệt, năm nay Apple đã bổ sung màu tím cho dòng iPad Air 5 M1 Wifi 64 GB, màu sắc này sẽ gây ấn tượng mạnh khi chúng ta cầm máy sử dụng. Màn hình của máy cũng được làm phẳng với kích thước 10.9 inch. Tính năng đặc biệt Nhiều tính năng - iPad Air 5 M1 Wifi 64 GB iPad Air 5 M1 Wifi 64 GB có nhiều tính năng đặc biệt: Kết nối Apple Pencil 2, Kết nối bàn phím rời, Micro kép, Mở khóa bằng vân tay, Nam châm và sạc cho Apple Pencil.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng iPad 9 WiFi Cellular 256GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/250732/iPad-9-5G-den-600x600.jpg",
        "price":18490000,
        "promotionPrice": 18090000,
        "description":"Máy tính bảng iPad 9 WiFi Cellular 256GB ra mắt đồng thời với các sản phẩm khác của Apple nhưng vẫn nổi bật với sức hút riêng của mình. iPad 9 mang đến những cuộc gọi video chất lượng tuyệt hảo, hiệu suất đỉnh cao, thời lượng pin đủ tốt, hỗ trợ dùng Wifi và mạng di động linh hoạt. Màn hình Retina hiển thị nội dung chi tiết iPad 9 sử dụng tấm nền IPS LCD với công nghệ Retina độc quyền từ Apple có độ phân giải cao 1620 x 2160 Pixels, độ sáng cao cho màu sắc sinh động, hình ảnh rõ ràng đến từng chi tiết nhỏ. Kích thước tiêu chuẩn 10.2 inch phù hợp để làm việc theo nhóm, xem bóng đá hoặc thiết kế tuyệt tác tiếp theo của bạn. Trang bị tấm nền IPS LCD 10.2 inch - iPad 9 WiFi Cellular 256GB Tính năng True Tone cũng đã được tích hợp trên máy tính bảng iPad có khả năng cảm nhận độ sáng và nhiệt độ màu của môi trường xung quanh, từ đó tự động điều chỉnh màu sắc, độ sáng màn hình phù hợp hơn với mắt của bạn. Công nghệ True Tone - iPad 9 WiFi Cellular 256GB Đáp ứng mọi tác vụ với chip Apple A13 Bionic A13 Bionic con chip từng được sử dụng trên dòng iPhone 11 series trước đó, nó duy trì hiệu năng đáng ngạc nhiên, cải tiến và nâng cấp từ CPU đến Neural Engine. Không chỉ đảm bảo hoạt động cho nhu cầu thông thường như lướt web, xem video mà nó còn hỗ trợ mượt mà cho các game có đồ họa khủng với GPU tăng 20%. Vi xử lý Apple A13 Bionic - iPad 9 WiFi Cellular 256GB Bên cạnh kết nối không dây Wifi thì mẫu iPad 9 này còn hỗ trợ cả mạng di động 4G với đường truyền ổn định, phát trực tuyến, tải xuống tốc độ cao. Kết nối nhanh chóng - iPad 9 WiFi Cellular 256GB iPad 9 có bộ nhớ trong đạt 256 GB cho không gian lưu trữ lớn để bạn lưu lại được nhiều tài liệu, video, nhạc,... Trường hợp mức dung lượng 256 GB vẫn không đủ bạn có thể sử dụng thêm dịch vụ lưu trữ đám mây iCloud từ Apple. Dung lượng bộ nhớ - iPad 9 WiFi Cellular 256GB Máy được tích hợp sẵn hệ điều hành iPadOS 15 mang đến nhiều tiện ích tuyệt vời như đa nhiệm, ghi chú nhanh, lấy chữ từ hình qua Live Text, tải và cài đặt mọi ứng dụng trên App Store để phục vụ cho các hoạt động trải nghiệm tốt hơn. Hệ điều hành iPadOS 15 - iPad 9 WiFi Cellular 256GB Dòng máy tính bảng iPad 10.2 inch này có thể dùng để thiết kế và vẽ với bút Apple Pencil 1, kết nối mượt mà với các mẫu bàn phím Smart Keyboard của Apple, cho bạn đánh máy, xử lý công việc như một chiếc laptop đầy tiện lợi. Tương thích với Apple Pencil và Smart Keyboard - iPad 9 WiFi Cellular 256GB",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng Lenovo Yoga Tab 11",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/244565/lenovo-yoga-tab-11-thumb-600x600.jpg",
        "price":10990000,
        "promotionPrice": 0,
        "description":"Tablet Lenovo mang đến cho người dùng mẫu máy tính bảng mới với tên gọi Yoga Tab 11 cùng nhiều ưu điểm vượt trội như bộ vi xử lý chuyên game của MediaTek, màn hình kích thước lớn, âm thanh nổi sống động và các chế độ tiện ích đa dạng khác mà không thua kém gì các tablet cao cấp khác. Hiệu năng cực đỉnh tối ưu trải nghiệm MediaTek Helio G90T là con chip mạnh mẽ được xây dựng trên tiến trình 12 nm giúp máy có thể chạy tốt mọi tác vụ từ cơ bản như lướt mạng xã hội, đọc báo cho đến những tựa game hot hiện nay tất cả đều hoạt động khá tốt và ổn định mà không gặp bất kỳ trở ngại nào. Chip MediaTek Helio G90T mạnh mẽ - Lenovo Yoga Tab 11 Bên cạnh đó, GPU Mali-G76 đáp ứng tốt các tác vụ đồ họa, gaming phức tạp mang đến chất lượng hình ảnh sắc nét và chân thật, nâng tầm trải nghiệm nhưng vẫn tiết kiệm điện năng. Mượt mà các tác vụ đồ họa, gaming - Lenovo Yoga Tab 11 Càng làm tăng hiệu năng mạnh mẽ khi được cung cấp 4 GB RAM cho khả năng xử lí các tác vụ đa nhiệm mượt mà có thể cùng lúc mở nhiều ứng dụng mà không bị đứng. Đa nhiệm mượt mà - Lenovo Yoga Tab 11 Tablet có bộ nhớ trong 128 GB mang lại không gian lưu trữ lớn, tha hồ cài đặt các tựa game yêu thích. hỗ trợ mở rộng không gian lưu trữ qua thẻ nhớ microSD cho người dùng dễ dàng nâng cấp khi có nhu cầu. Ngoại hình tối giản, thanh lịch Máy tính bảng Lenovo Yoga Tab 11 mang đến vẻ ngoài hoàn hảo nhờ thiết kế nhôm nguyên khối cùng bốn cạnh được bo cong nhẹ nhàng tạo cảm giác mềm mại hơn cho tổng thể. Thiết kế tổng thể - Lenovo Yoga Tab 11 Sở hữu khối lượng 650 g cùng độ mỏng ở phần mỏng nhất vỏn vẹn 7.9 mm, việc cầm nắm hay mang theo bên mình cũng trở nên dễ dàng. Kích thước nhỏ gọn, dễ dàng mang theo - Lenovo Yoga Tab 11 Ở hai cạnh bên là hệ thống loa được đặt đối xứng, âm thanh phát ra sống động, trong trẻo, giúp bạn đắm chìm trong phút giây giải trí thoải mái.",
        "status": true
      },
      {
        "idCategoryProduct": "Rfc2JQk0GRtACosc8s5a",
        "name":"Máy tính bảng OPPO Pad Air 128GB",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/522/305838/oppo-pad-air-128gb-thumbnew-600x600.jpeg",
        "price":7990000,
        "promotionPrice":0,
        "description":" OPPO Pad Air 128GB là một máy tính bảng đáng chú ý, được thiết kế để đáp ứng nhu cầu đa dạng của người dùng. Với một số thông tin nổi bật như màn hình lớn và hiệu năng ổn định, OPPO Pad Air có thể là lựa chọn tuyệt vời cho những người dùng cần một máy tính bảng đa năng và tiện lợi. Thiết kế trẻ trung hiện đại OPPO Pad Air được thiết kế mỏng nhẹ với khung nhựa nhám tạo nên vẻ ngoài sang trọng và chắc chắn. Với độ dày chỉ 6.94 mm và khối lượng 440 g, vì thế máy tính bảng này dễ dàng mang theo bên mình để có thể sử dụng ở bất kỳ đâu. Thiết kế đẹp mắt - OPPO Pad Air 128GB Thiết kế của OPPO Pad Air cũng rất tiện dụng với các nút bấm được đặt hợp lý trên viền máy, cho phép người dùng dễ dàng điều khiển và sử dụng. Ngoài ra, cách tạo hình vuông vắn cũng sẽ đem đến cái nhìn ấn tượng hơn giúp tăng độ sang trọng và cao cấp. Thoải mái xem phim với màn hình lớn Màn hình IPS LCD rộng 10.36 inch với độ phân giải 1200 x 2000 Pixels mang lại trải nghiệm hình ảnh chất lượng cao, bởi độ chi tiết cực lớn cùng không gian hiển thị rộng rãi giúp cho mọi nội dung bạn xem đều có thể trở nên chân thực. Trải nghiệm tốt hơn với màn hình lớn - OPPO Pad Air 128GB Màn hình của OPPO Pad Air có độ tương phản tốt, độ sáng cao và màu sắc bắt mắt cho phép người dùng tận hưởng các nội dung giải trí và làm việc một cách dễ dàng. Hỗ trợ khả năng chụp ảnh và quay video Full HD OPPO Pad Air có camera sau 8 MP và camera trước 5 MP cho phép người dùng chụp ảnh và quay video với chất lượng tốt. Camera sau của máy được tinh chỉnh bởi nhiều tính năng, giúp bạn chụp ảnh tốt hơn trong điều kiện ánh sáng yếu. Tích hợp camera sau - OPPO Pad Air 128GB Ngoài ra, OPPO Pad Air cũng hỗ trợ chế độ chụp ảnh HDR và Panorama cùng nhiều chế độ khác giúp bạn chụp ảnh đẹp hơn và đầy đủ hơn. Hiệu năng đáp ứng tốt nhiều tác vụ cơ bản OPPO Pad Air được trang bị bộ vi xử lý Qualcomm Snapdragon 680 và RAM 4 GB cho phép máy tính bảng này hoạt động mượt mà và xử lý tốt các tác vụ đa nhiệm. Chiếc máy tính bảng OPPO này cũng sẽ có bộ nhớ trong 128 GB và hỗ trợ thẻ nhớ ngoài lên đến 512 GB giúp người dùng lưu trữ nhiều hơn các tập tin, ảnh và video yêu thích của mình. Hiệu năng ổn định - OPPO Pad Air 128GB Sử dụng dài lâu với viên pin lớn Máy tính bảng sử dụng pin Li-Po 7100 mAh, cho thời lượng sử dụng lâu hơn so với các thiết bị khác cùng phân khúc. Ngoài ra, đây còn là mẫu máy tính bảng sạc pin nhanh thông qua cổng Type-C với công suất 18 W, giúp bạn tiết kiệm thời gian sạc để có thể sử dụng một cách thoải mái. OPPO Pad Air sạc nhanh 18 W Với thiết kế mỏng nhẹ và tiện dụng, màn hình chất lượng cao, camera tốt, hiệu năng mạnh mẽ và pin lâu dài, OPPO Pad Air là sự lựa chọn hoàn hảo cho những người dùng yêu thích công nghệ và giải trí di động. ",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Air M1 2020 8GB/256GB/7-core GPU (MGN63SA/A)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/231244/macbook-air-m1-2020-gray-600x600.jpg",
        "price":22990000,
        "promotionPrice": 18490000,
        "description":"Laptop Apple MacBook Air M1 2020 thuộc dòng laptop cao cấp sang trọng có cấu hình mạnh mẽ, chinh phục được các tính năng văn phòng lẫn đồ hoạ mà bạn mong muốn, thời lượng pin dài, thiết kế mỏng nhẹ sẽ đáp ứng tốt các nhu cầu làm việc của bạn. Chip Apple M1 tốc độ xử lý nhanh gấp 3.5 lần thế hệ trước Chiếc MacBook này được trang bị con chip Apple M1 được sản xuất độc quyền bởi Nhà Táo trên tiến trình 5 nm, 8 lõi bao gồm 4 lõi tiết kiệm điện và 4 lõi hiệu suất cao, mang đến một hiệu năng kinh ngạc, xử lý mọi tác vụ văn phòng một cách mượt mà như Word, Excel, Powerpoint,... thực hiện tốt các nhiệm vụ chỉnh sửa hình ảnh, kết xuất 2D trên các phần mềm Photoshop, AI,... máy còn hỗ trợ tiết kiệm được điện năng cao. Apple MacBook Air M1 2020 - Làm việc đa nhiệm Đi cùng CPU là card đồ họa tích hợp 7 nhân GPU có hiệu năng vượt trội sau nhiều bài thử nghiệm hiệu năng đồ họa của benchmark, bạn có thể sử dụng nhiều phần mềm đồ họa chuyên nghiệp, thoả sức sáng tạo nội dung, render video ổn định với chất lượng hình ảnh cao. Apple MacBook Air M1 2020 - Render video MacBook Air được trang bị RAM 8 GB cho khả năng đa nhiệm cao, bạn có thể mở cùng lúc nhiều cửa sổ hoặc ứng dụng để phục vụ cho công việc, giải trí của mình ví dụ như vừa mở Chrome tra cứu thông tin vừa mở Word để làm việc cực kỳ tiện lợi mà không cần lo lắng là máy sẽ bị đơ. MacBook sở hữu ổ cứng SSD 256 GB cho tốc độ xử lý nhanh chóng, thao tác cuộn trong Safari cực mượt, đánh thức máy đang trong chế độ ngủ chỉ mất vài giây và đem đến không gian lưu trữ rộng rãi bạn cứ thoải mái lưu lại những bộ phim hay mà không lo nó sẽ chiếm chỗ của các tệp tài liệu công việc. Apple MacBook Air M1 2020 - RAM Bên cạnh sử dụng con chip mới Apple còn ra mắt phiên bản hệ điều hành macOS Big Sur với giao diện hoàn hảo hơn, các chuyển động cuộn, phóng to và chuyển tiếp màn hình mượt mà. Ngoài đổi mới giao diện macOS Big Sur còn mang đến khả năng phản hồi nhanh chóng và kho ứng dụng khổng lồ. Xem thêm: Danh sách ứng dụng chạy được trên Macbook chip Apple M1. Thiết kế sang trọng, tinh tế MacBook Air M1 256GB 2020 không những thừa hưởng thiết kế mỏng nhẹ, hiện đại của các thế hệ trước mà còn học hỏi thêm phong cách hiện đại của các dòng Macbook Pro. Khối lượng máy chỉ vỏn vẹn 1.29 kg và mỏng của thân máy là 16.1 mm có tính cơ động cao, dễ đem theo xử lý công việc. Vỏ máy được thiết kế nguyên khối từ nguyên liệu nhôm tái chế 100% vừa góp phần bảo vệ môi trường vừa cho độ bền cao, chịu va đập tốt bảo vệ các linh kiện bên trong an toàn nếu có xảy ra va chạm mạnh. Apple MacBook Air M1 2020 - Thiết kế Magic Keyboard có hành trình phím 1 mm mang lại trải nghiệm gõ nhạy, thoải mái và yên tĩnh, bàn phím còn được trang bị thêm đèn nền vừa tạo cảm giác sang trọng vừa hỗ trợ bạn gõ phím chính xác hơn trong môi trường thiếu sáng. Laptop được trang bị 2 cổng kết nối Thunderbolt 3 với tốc độ truyền tải lên đến 40 Gb/s cho tốc độ truyền tải nhanh gấp 2 lần so với thế hệ Thunderbolt 2 trước đây. Bên cạnh Thunderbolt 3 máy còn được trang bị thêm kết nối không dây là Wi-Fi 6 cho tốc độ truyền tải dữ liệu nhanh chóng lên đến 10.000 Mbps cao hơn Wi-Fi 5 chỉ có 7.000 Mbps và Bluetooth v5.0 có tốc độ tối đa là 50 Mbps cho bạn trải nghiệm mượt mà hơn.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Air M2 2022 8GB/256GB/8-core GPU (MLY13SA/A) ",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/282827/apple-macbook-air-m2-2022-vang-600x600.jpg",
        "price":32990000,
        "promotionPrice": 32790000,
        "description":"Sau 14 năm, ba lần sửa đổi và hai kiến trúc bộ vi xử lý khác nhau, kiểu dáng mỏng dần mang tính biểu tượng của MacBook Air đã đi vào lịch sử. Thay vào đó là một chiếc MacBook Air M2 với thiết kế hoàn toàn mới, độ dày không thay đổi tương tự như MacBook Pro, đánh bật mọi rào cản với con chip Apple M2 đầy mạnh mẽ. Lột xác ngoạn mục với thiết kế thời thượng, sang trọng Sự đẳng cấp đến từ ngoại hình của chiếc MacBook Air nhà Apple là điều không thể phủ nhận và khó có dòng sản phẩm cùng phân khúc nào có thể qua mặt được. Vẫn là lớp vỏ kim loại nguyên khối cứng cáp cùng các cạnh góc vuông vức, sang trọng nhưng chiếc MacBook Air 2022 năm nay đã thoát ra khỏi ngôn ngữ thiết kế nhẹ nhàng vốn có từ lâu và khoác lên diện mạo mới tương tự như “đàn anh” MacBook Pro. MacBook Air M2 - Thiết kế thời thượng Bề dày 11.3 mm cùng cân nặng ấn tượng 1.24 kg sẽ là một điểm cộng hoàn hảo cho khả năng di động, luôn sẵn sàng đồng hành cùng một người dùng là sinh viên, dân văn phòng như mình đến trường học, công ty hay cũng thoải mái cho người dùng sáng tạo và đặc biệt là những chuyến công tác xa của doanh nhân. MacBook Air M2 - Thiết kế sang trọng Mặc dù có ngoại hình mỏng và khối lượng nhẹ hơn song MacBook Air mới vẫn không kém phần chắc chắn, độ hoàn thiện tốt so với trước đây. Khung máy cứng, nắp máy gần như không uốn cong khi mình tác động lực và vẫn có thể mở lên bằng một ngón tay. Apple luôn đứng đầu khi nói đến chất lượng sản xuất và chiếc Air mới cũng không ngoại lệ. Cá nhân mình rất thích màu Midnight với lớp hoàn thiện màu xanh đen đậm có thể thay đổi tùy theo ánh sáng nhưng lại có điểm trừ khi dễ bám dấu vân tay, làm mất đi ngoại hình sang chảnh vốn có của một chiếc laptop cao cấp - sang trọng, bạn có thể chọn mua màu xám, bạc hoặc vàng sẽ không dễ bị bám dấu vân tay hoặc chịu khó lau chùi thường xuyên để giữ cho máy luôn sáng bóng. MacBook Air M2 - Midnight Một sự thay đổi rõ rệt trên chiếc bàn phím Magic Key của dòng laptop Apple M2 năm nay chính là kích thước của hàng phím chức năng F được gia tăng bằng với các dòng phím khác, cho mình thao tác sử dụng chuẩn xác, không bị nhầm lẫn. Hơn nữa trải nghiệm gõ phím cũng rất nhẹ nhàng, êm tay, tiếng ấn cũng nhẹ nhàng hơn so với bàn phím cánh bướm cũ. Kết hợp cùng đèn nền hỗ trợ mình làm việc dễ dàng hơn trong nhiều điều kiện ánh sáng tối khác nhau. MacBook Air M2 - Bàn phím Tính năng Touch ID (cảm biến vân tay) tích hợp nút nguồn thay cho mật khẩu cho phép mình mở khóa máy, truy cập các ứng dụng và thanh toán ứng dụng một cách nhanh chóng, không cần tốn nhiều thời gian hay phải nhớ mật khẩu như các kiểu bảo mật truyền thống. MacBook Air M2 - Touch ID Bàn di chuột không có khác nhiều so với các mẫu cũ mặc dù Apple đã làm rộng hơn một chút, hoạt động giống nhau về mặt chức năng với khả năng di vuốt tuyệt vời, hỗ trợ cử chỉ và từ chối lệnh khi mình lỡ đặt lòng bàn tay lên. Một trong những thay đổi thú vị khác trên chiếc Air mới chính là lưới loa đã được giấu đi, nằm ở bản lề giữa bàn phím và màn hình để giữ cho ngoại hình gọn gàng hơn.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Pro M2 2022 8GB/256GB/10-core GPU (MNEH3SA/A)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/282828/apple-macbook-pro-13-inch-m2-2022-xam-600x600.jpg",
        "price":35990000,
        "promotionPrice": 29890000,
        "description":"Sở hữu thiết kế thanh lịch, sang trọng cùng hiệu năng vượt trội đến từ bộ vi xử lý Apple M2 tân tiến, Macbook Pro M2 hứa hẹn sẽ đáp ứng hoàn hảo cho người dùng sáng tạo, phục vụ tốt cho các nhu cầu thiết kế đồ họa nâng cao. Hiệu năng vượt trội của chip M2 thế hệ mới MacBook Pro 13 inch là thiết bị đầu tiên được trang bị bộ vi xử lý M2 hoàn toàn mới của Apple. Mặc dù công ty cho biết M1 Pro và M1 Max vẫn sẽ có lợi thế hơn về hiệu suất nhờ có thêm lõi nhưng M2 thể hiện một bước tiến khá lớn so với M1. Macbook Pro M2 - Apple M2 M2 có CPU 8 nhân với 4 lõi tiết kiệm điện và 4 lõi hiệu năng, GPU 10 lõi, nhiều hơn 2 lõi so với GPU trong M1, có thể chạy mượt mà các tác vụ của một chiếc laptop đồ họa - kỹ thuật như thiết kế, chỉnh ảnh hay render video trên phần mềm của Adobe như: Photoshop, Premiere,... Đồng thời bộ vi xử lý cũng được tích hợp đến 20 triệu bóng bán dẫn và hỗ trợ bộ nhớ RAM lên tới 24 GB. Macbook Pro M2 - Xử lý đồ họa Từ những con số nói trên, Apple hứa hẹn M2 sẽ có hiệu suất tổng thể tăng 40% so với M1. Mình cũng đã thử đo hiệu năng bằng công cụ Cinebench R23 và Geekbench 5, M2 đạt được hiệu suất tốt hơn về cả CPU và GPU, mang lại sự cải thiện rõ rệt về khả năng đa nhiệm khi mình mở nhiều ứng dụng khác nhau. Macbook Pro M2 - Hiệu năng đo bằng Cinebench R23 Khả năng xử lý video của MacBook Pro M2 rất ấn tượng khi có thể dễ dàng xử lý nhiều luồng video 8K cùng một lúc. Máy có hiệu suất cao, đặc biệt là trong các tác vụ về đồ họa và sử dụng hàng ngày. Trong suốt thời gian sử dụng máy mình rất ấn tượng bởi sự mượt mà và độ mát mẻ, quạt hiếm khi hoạt động dù mình làm việc với nhiều tác vụ nặng trong thời gian dài. Macbook Pro M2 - Xử lý video Bộ nhớ RAM 8 GB một lần nữa gây ấn tượng với mình khi có thể chạy nhiều ứng dụng cùng lúc mà không gặp bất kỳ vấn đề gì. Mình hoàn toàn có thể đa nhiệm với các tác vụ như lướt web, đọc báo, chỉnh sửa ảnh Photoshop mà không bị đứng máy hay phản hồi chậm. Trên lý thuyết M2 cũng có nhiều băng thông bộ nhớ hơn, đạt 100 GB/giây so với 68 GB/giây của M1, do đó sẽ tối ưu được trải nghiệm sử dụng. Ổ cứng SSD 256 GB mang đến cho mình không gian lưu trữ đủ dùng cho các tác vụ văn phòng, thiết kế,... tuy nhiên do chỉ được trang bị một chip NAND nên tốc độ sẽ bị hạn chế hơn so với các dòng máy thuộc thế hệ M1. Macbook Pro M2 - Làm việc văn phòng Màn hình Retina sống động, lôi cuốn Macbook sở hữu màn hình 13.3 inch cùng độ phân giải Retina (2560 x 1600) sắc nét, cho màu sắc trung thực. Độ tương phản cao nhờ độ sáng 500 nits, công nghệ True tone tự động điều chỉnh mức độ sáng để luôn đảm bảo hiển thị rõ ràng dù mình sử dụng ở bất kì đâu. ",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Pro 14 M1 Pro 2021 10-core CPU/16GB/1TB SSD/16-core GPU (MKGQ3SA/A) ",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/253703/apple-macbook-pro-14-m1-pro-2021-10-core-cpu-1-1-600x600.jpg",
        "price":58490000,
        "promotionPrice": 0,
        "description":"Apple MacBook Pro 14 inch M1 Pro 2021 gây ấn tượng mạnh khi mang trên mình vẻ ngoài có nhiều cải tiến mới, độc đáo và cuốn hút mọi ánh nhìn cùng hiệu năng mạnh mẽ, đỉnh cao đến từ con chip M1 Pro hiện đại, đáp ứng tối ưu nhu cầu sử dụng cho giới công nghệ, kỹ thuật cũng như cá nhà sáng tạo nội dung chuyên nghiệp. Bộ cấu hình vượt trội, phục vụ tối đa cho công việc MacBook M1 Pro có cấu trúc 10 nhân mang một sức mạnh hiệu năng vô cùng mạnh mẽ được sản xuất dựa trên tiến trình là 5 nm, có tận 33.7 tỷ bóng bán dẫn đạt tốc độ băng thông lên đến 200GB/s memory bandwidth cho hiệu suất của Apple nhanh hơn khoảng 70% so với thế hệ tiền nhiệm Apple M1, từ đó đem lại cho bạn một tốc độ xử lý đáng kinh ngạc giúp giải quyết tốt từ các công việc văn phòng cơ bản đến phức tạp trên các phần mềm đồ họa chuyên nghiệp trên Figma, Photoshop, AI, Pr, AutoCAD,... Bên cạnh đó, card đồ họa 16 core-GPU hiệu suất nhanh hơn nhanh hơn M1 tới 2 lần và nhanh hơn 7 lần so với đồ họa tích hợp trên chip máy tính xách tay PC 8 lõi mới ra mắt, năng cao khả năng xử lý đồ họa, cho bạn thoả mãn niềm đam mê sáng tạo, thiết kế hình ảnh 2D, 3D hiệu quả cũng như render video hoàn hảo, đồng thời tiết kiệm điện năng đáng kể. RAM 16 GB khả năng đa nhiệm siêu mượt cùng lúc nhiều tác vụ nặng, tăng tốc độ truy xuất dữ liệu, giảm thời gian chờ, bạn có thể dễ dàng thực hiện thiết kế, chỉnh sửa nhiều tệp hình ảnh nặng với hàng loạt layer cũng như render video phức tạp mà không cần lo máy bị giật lag. MacBook Pro 14 M1 Pro 2021/16-core GPU - Cấu hình Ổ cứng SSD 1 TB cung cấp dung lượng bộ nhớ rộng lớn, thoải mái để bạn lưu trữ tài liệu cá nhân, kho hình ảnh, video sáng tạo của bản thân và hàng loạt bộ phim hấp dẫn, các tựa game giải trí mà bạn yêu thích, đồng thời mở video 8K ngay lập tức hoặc lưu trữ hàng trăm ảnh RAW cùng một lúc. MacBook Pro 14 M1 Pro 2021/16-core GPU - SSD Tạo cảm hứng làm việc ngay cho người dùng mỗi khi bật máy lên nhờ hệ điều hành macOS cho giao diện máy tính có độ thẩm mỹ cao, thuận tiện thao tác mở ứng dụng làm việc, dễ sử dụng và kho ứng dụng đồ sộ. MacBook Pro 14 M1 Pro 2021/16-core GPU - macOS Hệ thống tản nhiệt tiên tiến giúp chuyển lưu không khí nhiều hơn 50%, ngay cả ở tốc độ quạt thấp hơn giúp laptop luôn trong trạng thái mát mẻ, ổn định, hiệu quả làm việc cao cả khi hoạt động liên tục suốt ngày dài. Đắm chìm trong màn hình Retina siêu nét, chân thật tựa như cuộc sống Màn hình 14.2 inch viền mỏng cùng thiết kế tai thỏ độc đáo lần đầu tiên được trang bị ở dòng MacBook Pro kết hợp tấm nền Liquid Retina XDR display có độ phân giải (3024 x 1964) được hiệu chuẩn, tham chiếu chuyên nghiệp cung cấp hình ảnh sắc nét, chân thực với các điểm nổi bật tinh tế, chi tiết đáng kinh ngạc và màu sắc tươi mới, sống động. MacBook Pro 14 M1 Pro 2021/16-core GPU - Màn hình Ngoài ra, tần số quét màn hình lên đến 120 Hz tăng tốc độ làm tươi và tự động điều chỉnh tốc độ hiển thị để phù hợp với mọi chuyển động của nội dung hiển thị, các hoạt cảnh phim phát ra mượt mà, bắt mắt, đặc biệt đạt hiệu quả rõ rệt khi thực hiện các lệnh tùy chỉnh trên các ứng dụng đồ họa hay giải trí cực đã. Dải màu Wide color (P3) với 1 tỷ màu tái tạo màu sắc tuyệt vời, độ tương phản cao cho màu sắc luôn rực rỡ, tươi mới kết hợp cùng công nghệ True Tone tự động điều chỉnh màu sắc và độ sáng sao cho phù hợp với môi trường đang sử dụng, đảm bảo chất lượng hình ảnh luôn hiển thị chính xác, chân thực nhất.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Pro 16 M1 Pro 2021 10 core-CPU/16GB/512GB/16 core-GPU (MK1E3SA/A)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/253636/apple-macbook-pro-16-m1-pro-2021-10-core-cpu-600x600.jpg",
        "price":58490000,
        "promotionPrice": 0,
        "description":"MacBook Pro 16 M1 Pro 2021 không chỉ sở hữu thiết kế mới trông vuông vức hơn mà còn mang trong mình sức mạnh hiệu năng vượt trội đến từ bộ vi xử lý M1 Pro, cho mình trải nghiệm sử dụng mượt mà và ấn tượng như một dân chuyên đúng nghĩa. Hiệu năng vượt trội, chinh phục mọi tác vụ MacBook Pro 16 inch sở hữu sức mạnh từ bộ vi xử lý M1 Pro tiên tiến được trang bị 10 nhân CPU (8 nhân hiệu suất cao + 2 nhân tiết kiệm điện) mang đến hiệu suất nhanh hơn tới 70% so với M1, cho khả năng xử lý mượt mà mọi tác vụ từ cơ bản đến khắt khe nhất như chỉnh sửa hình ảnh, dựng video độ phân giải cao,... Không những có thời gian phản hồi nhanh mà còn tối ưu tiết kiệm được đáng kể điện năng. MacBook Pro 16 M1 Pro 2021 - M1 Pro Mình cũng đã thử đo sức mạnh hiệu năng bằng phần mềm Cinebench R23 được con số ấn tượng với 12533 điểm đa nhân và 1747 điểm đơn nhân, cao hơn hẳn so với điểm số của thế hệ MacBook 2019 chạy bộ vi xử lý Intel. MacBook Pro 16 M1 Pro 2021 - Cinebench R23 Bên cạnh đó M1 Pro còn được tích hợp lên đến 16 lõi GPU để nâng cao khả năng đồ họa, xử lý hình ảnh chuyên nghiệp, cho mình thỏa sức sáng tạo nội dung, sử dụng mướt các thao tác như render video, dựng hình 3D,... trên các phần mềm thiết kế Photoshop, AI, Premiere,... phát trực tiếp cũng tuyệt vời không kém với độ nét cao lên đến 8K. Mình chỉ mất khoảng 45 giây để xuất một đoạn video ngắn đăng tải lên Tik Tok. MacBook Pro 16 M1 Pro 2021 - Dựng video Bộ nhớ RAM 16 GB cho khả năng đa nhiệm cao, mình có thể mở cùng lúc nhiều cửa sổ hay các ứng dụng Adobe khác nhau, dễ dàng di chuyển qua lại mà không hề gặp tình trạng đứng máy hay giật màn hình, cũng như thoải mái bật nhiều layer cùng lúc mà máy vẫn chạy ổn định với hiệu năng cao. Ổ cứng SSD 512 GB trên MacBook thì có tốc độ truy xuất dữ liệu vượt trội rồi, thời gian khởi động máy hoặc mở các phần mềm nặng chỉ trong vài giây, không gian đủ rộng cho phép mình lưu trữ các tài liệu trong công việc, hình ảnh,... một cách thuận tiện. MacBook Pro 16 M1 Pro 2021 - Làm việc đa tác vụ Mặc dù đã được cải tiến hệ thống quạt tản nhiệt với nhiều không gian lưu thông không khí hơn 50% so với thế hệ cũ nhưng trong quá trình sử dụng mình hầu như không nghe thấy tiếng quạt hoạt động kể cả khi bật những tác vụ nặng trong thời gian dài, máy luôn mát mẻ và chạy ổn định. Đây cũng là bằng chứng thiết thực cho thấy sức mạnh vượt trội và sự tối ưu đến từ bộ vi xử lý M1 Pro. Apple cho biết MacBook Pro 16 inch cho thời gian lướt web lên đến 14 giờ chỉ với một lần sạc, nhưng trên thực tế con số đó chỉ dừng lại ở mức 9 đến 10 giờ đối với các tác vụ như duyệt web liên tục bằng Wi-Fi, làm việc văn phòng với mức độ sáng màn hình khoảng 300 nits. Vẫn rất thoải mái cho những chuyến công tác xa hoặc đem máy ra quán cà phê làm việc trong một buổi. MacBook Pro 16 M1 Pro 2021 - Giải trí Hình ảnh hiển thị sắc nét, màu sắc rực rỡ MacBook Pro 16 inch được trang bị màn hình Liquid Retina XDR 16.2 inch, sử dụng công nghệ LED mini cho chất lượng hiển thị đẹp miễn chê. Apple cho biết màn hình có độ sáng lên đến 1600 nits khi hiển thị nội dung HDR, nhưng trên thực tế con số này chỉ dừng lại ở mức 500 nits đối với các tác vụ sử dụng thông thường, vẫn đảm bảo nội dung luôn được thể hiện sắc nét kể cả khi mình sử dụng ở những nơi có ánh sáng mạnh như quán cà phê ngoài trời và gần cửa sổ. MacBook Pro 16 M1 Pro 2021 - Màn hình",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop MacBook Pro 14 inch M2 Pro 2023 10-core CPU/16GB/512GB/16-core GPU (MPHE3SA/A)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/302146/macbook-pro-14-inch-m2-pro-gray-thumb-600x600.jpg",
        "price":52990000,
        "promotionPrice": 0,
        "description":"Apple đã âm thầm tung ra thế hệ MacBook Pro 14 inch M2 Pro 2023 hoàn toàn mới, hứa hẹn hiệu suất cao hơn so với MacBook Pro đợt trước, có khả năng xử lý mượt mà các tác vụ khắt khe của người dùng chuyên nghiệp. Hiệu suất vô song, thời lượng pin dài chưa từng có Với bộ vi xử lý M2 Pro, MacBook Pro 14 inch có thể đáp ứng hoàn hảo nhu cầu làm việc chuyên nghiệp thuộc nhiều lĩnh vực khác nhau từ nghệ thuật, khoa học cho đến phát triển ứng dụng. Người dùng sẽ được trải nghiệm những cải tiến ấn tượng về hiệu suất, thời lượng pin, khả năng kết nối và năng suất tổng thể. MacBook Pro 14 inch M2 Pro - M2 Pro Được xây dựng bằng công nghệ xử lý 5 nm thế hệ thứ hai, M2 Pro chứa tổng cộng 40 tỷ bóng bán dẫn, nhiều hơn gần 20% so với M1 Pro và gấp đôi số lượng so với M2. Bộ vi xử lý mới có băng thông bộ nhớ lên đến 200 GB/giây, con số gấp đôi so với M2. CPU 10 lõi gồm 6 lõi hiệu năng cao và 4 lõi tiết kiệm điện, cho khả năng xử lý đa luồng nhanh hơn, nhờ đó mà người dùng có thể biên dịch code nhanh hơn 25% so với M1 Pro. MacBook Pro 14 inch M2 Pro - Bộ vi xử lý M2 Pro GPU trong M2 Pro được cấu hình với 16 nhân và có bộ nhớ đệm L2 lớn hơn. Apple hứa hẹn tốc độ xử lý đồ họa sẽ nhanh hơn tới 30% so với M1 Pro, giúp tăng đáng kể hiệu suất xử lý hình ảnh, đồng thời cho phép người dùng chơi game cấu hình cao. MacBook Pro có thể xử lý hình ảnh trong Adobe Photoshop nhanh hơn tới 40% so với M1 Pro. MacBook Pro 14 inch M2 Pro - Biên dịch code nhanh hơn Do M2 Pro sử dụng kiến ​​trúc hệ thống trên chip với bộ nhớ RAM 16 GB hợp nhất, băng thông lên đến 200 GB/giây khiến cho mọi tác vụ đều được phản hồi tức thì, thao tác chuyển qua lại giữa các ứng dụng nhanh đến không tưởng. Ổ cứng SSD 512 GB được thiết kế để thực hiện các tác vụ hàng ngày nhanh chóng và nhạy bén, đáp ứng hoàn hảo các tác vụ từ cơ bản đến khắt khe nhất. Apple cho biết sản phẩm mới của hãng có thời lượng pin ấn tượng, con số lên đến 18 giờ phát video hoặc 12 giờ duyệt web sử dụng kết nối không dây. MacBook Pro cũng duy trì hiệu năng kể cả khi người dùng cắm nguồn điện hay dùng pin. MacBook Pro 14 inch M2 Pro - Hiệu năng ổn định Thiết kế tinh tế, đầy đủ cổng kết nối cần thiết MacBook mới sở hữu thiết kế tương tự như chiếc Macbook Pro 14 inch M1 Pro 2021, với lớp vỏ kim loại nguyên khối bằng nhôm, kiểu dáng phẳng, viền màn hình mỏng với sự xuất hiện của chiếc notch tai thỏ quen thuộc, bàn phím toàn dải màu đen, bàn di chuột Force Touch lớn và có hai lưới loa ở hai cạnh bên bàn phím. MacBook Pro 14 inch M2 Pro - Thiết kế không đổi Sản phẩm được thiết kế để giảm thiểu tác động đối với môi trường, Apple cho biết đã sử dụng 100% vật liệu tái chế như: Nhôm tạo thành vỏ, các nguyên tố đất hiếm có trong nam châm, thiếc trong mối hàn của bảng mạch chính và vàng trong lớp mạ của nhiều bo mạch in. MacBook Pro 14 inch M2 Pro - Thiết kế MacBook Pro không chỉ được tích hợp Wi-Fi 6E cho kết nối không dây nhanh hơn mà còn được trang bị cổng HDMI tiên tiến hơn, hỗ trợ xuất nội dung lên màn hình 8K ở tần số quét 60 Hz hoặc màn hình 4K với tần số quét 240 Hz. Bên cạnh đó, thế hệ MacBook Pro mới cũng sở hữu đến 3 cổng Thunderbolt 4 để kết nối các thiết bị ngoại vi tốc độ cao, khe cắm thẻ SDXC, sạc MagSafe 3 và jack cắm 3.5 mm hỗ trợ tai nghe có trở kháng cao.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Air M2 2022 16GB/512GB/10-core GPU (Z15Z0003L)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/289441/apple-macbook-air-m2-2022-16gb-600x600.jpg",
        "price":46990000,
        "promotionPrice": 46690000,
        "description":"MacBook Air M2 2022 một lần nữa đã khẳng định vị thế hàng đầu của Apple trong phân khúc laptop cao cấp - sang trọng vào giữa năm 2022 khi sở hữu phong cách thiết kế thời thượng, đẳng cấp cùng sức mạnh bộc phá đến từ bộ vi xử lý Apple M2 mạnh mẽ. Khám phá nguồn sức mạnh từ dòng chip thế hệ mới Chip Apple M2 vẫn được sản xuất ở tiến trình 5 nm với 4 nhân hiệu năng cao và 4 nhân tiết kiệm kiệm như dòng M1 nhưng tốc độ băng thông đã được cải tiến vượt trội lên đến 100GB/s, cùng với đó là sự trợ giúp của 20 nghìn tỷ bóng bán dẫn giúp hiệu suất hoạt động được nâng cao hơn 18% so với phiên bản tiền nhiệm, đảm bảo vận hành trơn tru mọi tác vụ học tập, làm việc từ cơ bản đến nâng cao. Không chỉ giải quyết hoàn hảo những tác vụ thông thường, MacBook M2 còn chinh phục người dùng sáng tạo khi trang bị 10 nhân GPU với khả năng xử lý lên đến 15.8 nghìn tỷ tác vụ chỉ trong 1 giây, cho phép bạn thao tác mượt mà các ứng dụng đồ họa như Adobe Illustrator, Premiere, AutoCAD,... cũng như chỉnh sửa hình ảnh, phát video 4K, 8K ProRes 12 ấn tượng. MacBook Air M2 2022 10-core GPU - Cấu hình Khả năng đa nhiệm được nâng tầm đáng kể nhờ bộ nhớ RAM 16 GB, người dùng hoàn toàn có thể xử lý nhiều layer đồ họa khác nhau song song với việc nghe nhạc trên Spotify nhưng vẫn không xảy ra hiện tượng giật lag. Ổ cứng SSD 512 GB cho không gian lưu trữ ổn định đồng thời gia tăng tốc độ đọc ghi nhanh chóng hơn. Hệ điều hành MacOS cùng vi xử lý Apple Silicon không chỉ mang đến một kho ứng dụng làm việc, giải trí đồ sộ mà còn nâng cao hệ thống bảo mật của máy, cho phép người dùng kiểm soát chặt chẽ hơn về quyền riêng tư cũng như các thông tin hay dữ liệu cá nhân. Ngoại hình thời thượng, biểu tượng cho sự hoàn mỹ Chiếc MacBook Air năm nay đã khoác lên mình một diện mạo hoàn toàn mới với xu hướng thiết kế có phần tương tự như MacBook Pro, lớp vỏ kim loại sang trọng, cứng cáp với khối lượng chỉ vỏn vẹn 1.24 kg luôn là trợ thủ đắc lực cho mọi cuộc hành trình của người dùng dù là trong không gian văn phòng hay những chuyến công tác xa. MacBook Air M2 2022 10-core GPU - Thiết kế Bàn phím Magic Key với dãy phím F chức năng giúp cho thao tác soạn thảo hay nhập liệu được dễ dàng và tiện lợi hơn. MacBook luôn là sự lựa chọn hàng đầu cho những người làm việc văn phòng hay yêu thích sự yên tĩnh với trải nghiệm gõ phím cực êm tay và hạn chế tối đa việc ảnh hưởng tiếng ồn đến những người xung quanh. Laptop có đèn bàn phím hỗ trợ người dùng làm việc tốt hơn trong môi trường thiếu sáng. Tính năng bảo mật vân tay được tích hợp với phím nguồn của máy vừa giúp bạn mở máy nhanh chóng chỉ bằng một chạm vừa củng cố thêm hệ thống bảo mật cũng như quyền riêng tư, hạn chế tối đa việc bị mất thông tin cá nhân của người dùng. 2 cổng Thunderbolt 3, Jack tai nghe 3.5 mm cùng MagSafe 3 đã mang đến cho máy vẻ đẹp tối giản nhưng vẫn đảm bảo truyền tải mọi dữ liệu hay hình ảnh, video,... đến các thiết bị ngoại vi khác một cách nhanh chóng và dễ dàng. 1080p FaceTime HD camera cùng 3 microphones hỗ trợ tối đa cho quá trình học tập và làm việc của bạn với chất lượng hình ảnh kết xuất sắc nét cùng giọng nói được thu âm rõ ràng. MacBook Air M2 2022 10-core GPU - Cổng kết nối Màn hình Retina sắc nét cho mọi trải nghiệm hoàn hảo Kích thước màn hình 13.6 inch có độ phân giải Liquid Retina (2560 x 1664) cùng 1 tỷ màu mang đến cho chiếc MacBook những khung ảnh siêu sắc nét với những gam màu chuẩn xác, cực kỳ thích hợp cho người dùng khi thực hiện các tác vụ chỉnh sửa hình ảnh, video,... hay đắm chìm vào những thước phim hành động sống động. MacBook Air M2 2022 10-core GPU - Màn hình Độ sáng 500 nits giúp bạn hoàn toàn tự tin khi sử dụng máy ở những điều kiện môi trường nắng gắt nhưng vẫn nhìn rõ được nội dung hiển thị trên màn hình. Dải màu rộng P3 cùng công nghệ True Tone cho các khung ảnh được tái tạo chuyên nghiệp và chân thực nhất so với điều kiện ánh sáng xung quanh. Hệ thống âm thanh vòm đa chiều Dolby Atmos, Spatial Audio kết hợp cùng 4 loa mang đến trọn vẹn những trải nghiệm giải trí chân thực với chất âm sống động, âm bass to rõ, độ khuếch đại âm thanh lớn giúp bạn hòa mình vào những bản tình ca du dương hay các tập phim hành động kịch tính. MacBook Air M2 2022 10-core GPU - Âm thanh",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop MacBook Pro 13 inch M2 2022 16GB/512GB/10-core GPU (Z16U)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/283464/apple-macbook-pro-m2-2022-16gb-600x600.jpg",
        "price":45990000,
        "promotionPrice": 0,
        "description":"Sự đẳng cấp của nhà Apple là điều không thể phủ nhận khi nó luôn có những bước cải tiến nổi bật qua từng năm. Và đến năm 2022, sự xuất hiện của con chip M2 trên MacBook Pro M2 16GB là một dấu ấn mạnh mẽ khẳng định vị thế của \"nhà Táo\" trong phân khúc laptop đồ họa - kỹ thuật.  \nHiệu năng vượt bậc với con chip M2 cải tiến\n\nDù vẫn sở hữu tiến trình 5 nm nhưng MacBook M2 đã có những cải tiến đáng kể hơn so với chip M1 khi sở hữu 20 nghìn tỷ bóng bán dẫn và băng thông bộ nhớ lên đến 100 GB/s, nhiều hơn 50% so với thế hệ tiền nhiệm, mang đến khả năng xử lý mọi tác vụ một cách đáng kinh ngạc nhưng vẫn tiết kiệm năng lượng.\n\nMacBook Pro M2 2022 - Chip Apple M2\n\nMacBook Pro thống trị phân khúc đồ họa, kỹ thuật khi giải quyết mượt mà các công việc chỉnh ảnh, thiết kế hay render video trên những phần mềm đồ họa của nhà Adobe như Photoshop, Illustrator, Premiere,... nhờ 10 nhân GPU mạnh mẽ, cho hiệu suất hoạt động cao hơn 35% so với chip M1 và khả năng xử lý lên đến 15.8 nghìn tỷ tác vụ trong 1 giây đáng kinh ngạc. \n\nĐa nhiệm mượt mà ngoài tầm mong đợi với bộ nhớ RAM 16 GB, cho phép bạn làm việc trên nhiều cửa sổ Safari cùng lúc hay vừa làm layer đồ họa vừa nghe nhạc thư giãn vẫn rất suôn sẻ, không giật lag. Bên cạnh đó còn gia tăng tốc độ đọc ghi cũng như thời gian khởi động máy nhanh chóng hơn nhờ ổ cứng SSD 512 GB.\n\nMacBook Pro M2 2022 - Cấu hình\nGiải trí trọn vẹn với màn hình Retina sắc nét\n\nLaptop màn hình Retina (2560 x 1600) có kích thước 13.3 inch cho bạn trải nghiệm hình ảnh chân thực trên từng chi tiết, kết hợp dải màu rộng P3 cùng độ sáng 500 nits giúp tái tạo màu sắc chuẩn xác, mang đến không giản giải trí tuyệt đỉnh trên từng tập phim hành động hấp dẫn và đặc biệt là cực kỳ phù hợp với người dùng sáng tạo, thiết kế.\n\nMacBook Pro M2 2022 - Màn hình\n\nCông nghệ True Tone tự động điều chỉnh ánh sáng của máy tương đồng với màu sắc của môi trường xung quanh, mang đến những hiển thị khung hình tự nhiên nhất có thể, từ đó bảo vệ thị lực của người dùng tốt hơn. Laptop còn hạn chế tối đa hiện tượng biến đổi màu sắc khi nhìn ở nhiều vị trí khác nhau nhờ tấm nền IPS tiên tiến. \n\nMacBook Pro M2 2022 - Độ tái tạo màu\n\nHệ thống vòm Dolby Atmos, loa kép (2 kênh) cùng công nghệ Wide stereo sound được trang bị trên laptop cho chất âm sống động, chiều sâu, chiều rộng cũng như độ cao của âm được gia tăng đáng kể, đắm chìm bạn vào những bài nhạc remix cực chất hay cân luôn các tác phẩm Lofi du dương.\n\nMacBook Pro M2 2022 - Âm thanh\nTối giản nhưng không kém phần thời trang, đẳng cấp\n\nLaptop Apple vẫn giữ phong thái sang trọng với lớp vỏ kim loại nguyên khối cứng cáp, các cạnh góc bo tròn tinh tế và chiếc logo táo khuyết huyền thoại nằm giữa máy, tạo nên một nét đẹp đặc trưng, đẳng cấp và thu hút mọi ánh nhìn mỗi khi nó xuất hiện. Cân nặng 1.4 kg cho độ di động cao, sẵn sàng cùng người dùng di chuyển đến mọi chuyến công tác xa.\n\nMacBook Pro M2 2022 - Thiết kế\n\nMở khóa nhanh chóng chỉ bằng 1 chạm nhờ tính năng bảo mật vân tay được tích hợp trên nút nguồn của máy, cho thao tác đăng nhập dễ dàng hơn các loại bảo mật truyền thống nhưng vẫn đảm bảo độ an toàn cho dữ liệu cá nhân của người dùng.\n\nTrải nghiệm cảm giác gõ phím êm tay, yên tĩnh nhờ hành trình ổn định và bố cục phím sắp xếp hợp lý, hạn chế tối đa việc ảnh hưởng tiếng ồn đến những người xung quanh. Thanh Touch Bar (thanh cảm ứng) trên máy cho thao tác sử dụng các tiện ích như tăng giảm độ sáng, tua nhanh video,... được thuận tiện và nhanh chóng hơn rất nhiều. Máy còn trang bị đèn nền bàn phím hỗ trợ bạn làm việc trong môi trường thiếu sáng tốt hơn.\n\nMacBook Pro M2 2022 - Bàn phím\n\nCổng Thunderbolt 3 và Jack tai nghe 3.5 mm đã mang đến sự tinh gọn cho máy, giúp tổng thể tối giản đẹp mắt nhưng vẫn đảm bảo cho quá trình kết nối cũng như truy xuất dữ liệu được thực hiện dễ dàng và nhanh chóng với băng thông lên đến 40 Gbps. Đảm bảo đường truyền mạng luôn trong trạng thái ổn định nhờ Bluetooth 5.0 kết hợp với Wi-Fi 6 (802.11ax).",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Pro M1 2020 16GB/512GB (Z11C)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/231255/macbook-pro-m1-2020-gray-600x600.jpg",
        "price":42690000,
        "promotionPrice": 0,
        "description":"Macbook Pro M1 2020 được nâng cấp với bộ vi xử lý mới cực kỳ mạnh mẽ, chiếc laptop này sẽ phục vụ tốt cho công việc của bạn, đặc biệt cho lĩnh vực đồ họa, kỹ thuật. Tăng cường không gian lưu trữ, tốc độ xử lý Chip Apple M1 là một bộ vi xử lý mạnh mẽ, được ra mắt lần đầu tiên trên máy Mac. Đây là con chip sản xuất trên tiến trình 5 nm, tích hợp CPU 8 lõi với 4 lõi CPU tốc độ và và 4 lõi tiết kiệm năng lượng. Nhờ vậy, thời lượng pin của laptop được kéo dài đến tận 10 tiếng đồng hồ, giúp cho bạn thoải mái làm việc với một hiệu suất cực kỳ cao. Laptop Apple Macbook Pro 2020 M1/16GB/512GB (Z11C) - Apple M1 Ngoài ra, card đồ họa tích hợp 8 nhân GPU giúp người dùng thao tác tốt các tác vụ văn phòng cơ bản Word, Excel,... cũng như thiết kế đồ họa bằng Photoshop, AI, Pr,... một cách trơn tru, mượt mà với tốc độ xử lý gấp 5 lần các thế hệ trước đó. Nhờ vậy, bạn có thể nâng cao hiệu suất làm việc cũng như tiết kiệm được thời gian một cách tối ưu nhất. Laptop Apple Macbook Pro 2020 M1/16GB/512GB (Z11C) - GPU Laptop SSD 512 GB giúp bạn tăng tốc toàn diện máy tính với tốc độ khởi động, mở ứng dụng, truyền dữ liệu nhanh vượt trội so với ổ cứng HDD truyền thống. Bên cạnh đó, RAM 16 GB của laptop giúp nâng cao khả năng đa nhiệm, dễ dàng mở những tập tin lớn, nặng hay mở nhiều trình duyệt cùng lúc nhưng không xảy ra tình trạng giật lag. Laptop Apple Macbook Pro 2020 M1/16GB/512GB (Z11C) - RAM Có thể xem danh sách ứng dụng chạy được trên Macbook chip Apple M1 để cài đặt tương thích nhất. Kiểu dáng thời trang, mỏng nhẹ Chiếc laptop phiên bản thời thượng với vỏ kim loại nguyên khối cực kỳ sang trọng, nhỏ gọn và thời trang. Bạn cũng có thể dễ dàng cho Macbook Pro 2020 vào cặp xách hay balo, cầm trên tay nhẹ nhàng để di chuyển bất cứ nơi đâu chỉ với khối lượng 1.4 kg và mỏng 15.6 mm. Laptop Apple Macbook Pro 2020 M1/16GB/512GB (Z11C) - Thiết kế Bàn phím Magic Keyboard mới trên MacBook M1 được thiết kế theo cơ chế cắt kéo tinh tế, mang lại cho bạn trải nghiệm gõ nhạy, thoải mái và yên tĩnh. Laptop Apple Macbook Pro 2020 M1/16GB/512GB (Z11C) - Magic Keyboard Không thể không nhắc đến các phím chức năng và đèn nền được tích hợp trên bàn phím giúp bạn làm việc linh hoạt, năng suất hơn kể cả khi ở trong điều kiện thiếu sáng. Laptop Apple Macbook Pro 2020 M1/16GB/512GB (Z11C) - Thanh cảm ứng Được trang bị cổng kết nối USB Type-C hỗ trợ kết nối 2 chiều cực kỳ tiện lợi với 2 cổng Thunderbolt 3, đem đến tốc độ nhanh hơn nhiều so với các cổng kết nối trước đây. Ngoài ra, MacBook bạn còn có các cổng kết nối không dây khác như Wi-Fi 6 802.11ax, Bluetooth 5.0 giữ cho đường truyền luôn ổn định để phục vụ tốt cho những công việc của bạn. Laptop Apple Macbook Pro 2020 M1/16GB/512GB (Z11C) - Kết nối Hình ảnh chân thật đến từng chi tiết Với độ phân giải 2560 x 1600 vô cùng sắc nét, màn hình Retina 13.3 inch hiển thị lý tưởng mọi nội dung bạn cần theo dõi, từ trang web, văn bản rõ ràng cho đến những đoạn phim sống động. Ấn tượng hơn nữa, với độ sáng màn hình lên đến 500 nits, bạn sẽ có được một trải nghiệm ánh sáng tuyệt vời trên một màn hình hiển thị hình ảnh cực kỳ sống động và chân thật. Bên cạnh đó, với tấm nền IPS, bạn sẽ đắm chìm vào một thế giới màu sắc vô cùng rực rỡ và có được một góc nhìn rộng hơn. Laptop Apple Macbook Pro 2020 M1/16GB/512GB (Z11C) - Màn hình Hình ảnh của bạn sẽ không bị mờ đi, mà còn trở nên lung linh hơn, xinh đẹp hơn với webcam HD đem lại một hình ảnh siêu nét khi sử dụng FaceTime camera. Những cuộc họp trực tuyến cũng sẽ được diễn ra trôi chảy với âm thanh ổn định nhờ tích hợp 3 micro trên laptop. Mở khóa máy tính xách tay dễ dàng và bảo mật hơn bao giờ hết trên Macbook Pro M1 16GB nhờ cảm biến vân tay tích hợp trên laptop, bạn sẽ không cần phải nhập mật khẩu khi đăng nhập mà chỉ một lần chạm là đủ. Laptop Apple Macbook Pro 2020 M1/16GB/512GB (Z11C) - Tiện ích",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Asus TUF Gaming F15 FX506LHB i5 10300H/8GB/512GB/4GB GTX1650/144Hz/Win11 (HN188W)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/279259/TimerThumb/asus-tuf-gaming-fx506lhb-i5-hn188w-(54).jpg",
        "price":20990000,
        "promotionPrice": 0,
        "description":"Laptop Asus TUF Gaming F15 FX506LHB i5 10300H (HN188W) được trang bị bộ vi xử lý Intel dòng H mạnh mẽ, card đồ họa rời NVIDIA và ổ cứng SSD tốc độ cao, tất cả tạo nên một \"cỗ máy\" mạnh mẽ, đáp ứng tốt nhu cầu chơi game ở mức độ cấu hình cao. Cấu hình mạnh mẽ, cân mọi tựa game HOT CPU Intel Core i5 10300H thế hệ thứ 10 với 4 nhân và 8 luồng, tốc độ xung nhịp cơ bản 2.50 GHz và tần số tăng tốc tối đa lên đến 4.5 GHz. Một bộ vi xử lý mạnh mẽ có thể đáp ứng được nhiều nhu cầu như chơi game, làm việc văn phòng, làm đồ họa và xử lý video. CPU cũng hỗ trợ các công nghệ tiên tiến như Intel Turbo Boost và Intel Hyper Threading để tăng hiệu suất cũng như tăng cường khả năng xử lý đa nhiệm. Laptop Asus TUF Gaming F15 FX506LHB i5 10300H (HN188W) - Cấu hình Laptop Asus được trang bị RAM 8 GB DDR4, đủ để xử lý hầu hết các tác vụ và trò chơi không quá nặng. Nếu có nhu cầu cao hơn bạn có thể nâng cấp RAM lên tối đa 32 GB để giúp cho việc xử lý đa nhiệm trên máy tính trở nên trơn tru hơn, đồng thời cũng khiến cho các ứng dụng và trò chơi hoạt động nhanh và mượt mà hơn. Dung lượng RAM cao cũng giúp tránh hiện tượng giật hoặc lag khi sử dụng nhiều ứng dụng cùng lúc. Với ổ cứng SSD dung lượng lưu trữ 512 GB không chỉ có tốc độ truy xuất dữ liệu cao, giúp tối ưu tốc độ khởi động máy mà còn cho phép người dùng lưu trữ nhiều ứng dụng và dữ liệu. Nếu cần thêm không gian lưu trữ, bạn cũng có thể tháo ra ổ SSD trong máy ra lắp ổ khác tối đa 1 TB. Card đồ họa NVIDIA GeForce GTX 1650 với bộ nhớ VRAM 4 GB đủ mạnh để chơi được hầu hết các game phổ biến hiện nay như: PUBG, Valorant, GTA V, Assassin's Creed, The Witcher 3,... Tuy nhiên, để chơi các game nặng hơn như Cyberpunk 2077, Call of Duty: Warzone, bạn nên cân nhắc giảm độ phân giải hoặc chỉnh mức cấu hình thấp hơn để đảm bảo tốc độ khung hình cũng như chơi với độ mượt mà và ổn định hơn. Laptop Asus TUF Gaming F15 FX506LHB i5 10300H (HN188W) - Chơi LOL Hệ thống tản nhiệt của Asus TUF Gaming F15 được thiết kế khá đặc biệt để đảm bảo khả năng làm mát tốt cho các linh kiện bên trong máy. Thiết bị có 2 quạt làm mát và 2 ống dẫn nhiệt chuyên dụng để tản nhiệt cho bộ vi xử lý và card đồ họa. Khe thông gió được bố trí ở cạnh mặt trên của máy, giúp lưu thông không khí một cách hiệu quả. Khi sử dụng ở chế độ tải nặng, TUF Gaming F15 vẫn giữ được nhiệt độ ổn định và không bị quá nóng, giúp tăng tuổi thọ và hiệu suất của các linh kiện bên trong máy. Ngoài ra, thiết kế tản nhiệt của máy cũng giúp giảm thiểu tiếng ồn phát ra từ quạt làm mát, mang lại trải nghiệm sử dụng thoải mái hơn cho người dùng. Laptop Asus TUF Gaming F15 FX506LHB i5 10300H (HN188W) - Khe tản nhiệt Đem đến những khung hình chân thực nhất Màn hình của Asus TUF Gaming F15 có kích thước 15.6 inch với độ phân giải Full HD (1920 x 1080) và tần số làm tươi 144 Hz, mang đến trải nghiệm chơi game mượt mà. Với tần số làm tươi cao, các pha chuyển động nhanh trong game sẽ được tái tạo một cách mượt mà, giúp tăng độ chính xác và đồng thời cũng hỗ trợ bạn đưa ra quyết định hay phản hồi nhanh hơn. Màn hình còn có lớp phủ chống chói Anti Glare, giúp giảm ánh sáng phản chiếu và bóng mờ, giảm mỏi mắt khi sử dụng trong thời gian dài. Ngoài ra, công nghệ IPS của màn hình cung cấp góc nhìn rộng hơn, tránh tình trạng mất màu khi nhìn từ các góc khác nhau. Laptop Asus TUF Gaming F15 FX506LHB i5 10300H (HN188W) - Màn hình Với những thông số màn hình ấn tượng trên, người dùng sẽ được tận hưởng trải nghiệm chơi game mượt mà và chính xác hơn với hình ảnh sắc nét, độ trung thực màu sắc cao, từ đó giúp bạn tập trung vào trò chơi mà không bị phân tâm bởi các yếu tố khác. Công nghệ âm thanh DTS:X Ultra Audio được tối ưu hóa cho trò chơi và giải trí, cho phép bạn tùy chỉnh trải nghiệm âm thanh của mình thông qua các tùy chọn cài đặt dành riêng cho trò chơi, phim và nhạc. Công nghệ này cho bạn trải nghiệm âm thanh vòm 7.1 sống động để phân biệt rõ ràng hơn các tiếng động trong trò chơi.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Asus Vivobook X415EA i3 1115G4/8GB/256GB/Win11 (EK2034W)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/304866/asus-vivobook-x415ea-i3-ek2034w-thumb-laptop-600x600.jpg",
        "price":11490000,
        "promotionPrice": 0,
        "description":"Nếu bạn đang tìm kiếm một chiếc laptop học tập - văn phòng sở hữu cấu hình tốt và có thiết kế đơn giản nhưng sang trọng, laptop Asus Vivobook X415EA i3 (EK2034W) chính là sự lựa chọn hoàn hảo dành cho bạn. • Laptop Asus Vivobook với bộ vi xử lý Intel Core i3 1115G4 thế hệ thứ 11 và tốc độ xung nhịp lên đến 4.1 GHz đảm bảo sức mạnh và hiệu suất cao, đủ tốt để xử lý các tác vụ học tập, làm việc văn phòng trên Word, Excel, PowerPoint,... • Laptop Asus cũng được trang bị card đồ họa Intel UHD Graphics có khả năng xử lý đồ họa và chơi game đơn giản, giúp đáp ứng nhu cầu giải trí và làm việc đồ họa 2D cơ bản của người dùng. • Bộ nhớ RAM 8 GB DDR4 cho phép bạn làm việc đa nhiệm mượt mà, mờ cùng lúc nhiều ứng dụng văn phòng mà không lo giật lag, cùng với ổ cứng SSD 256 GB giúp nâng cao tốc độ khởi động và load các ứng dụng nhanh chóng. • Màn hình kích thước 14 inch với độ phân giải Full HD (1920 x 1080) cung cấp hình ảnh sắc nét, đáp ứng nhu cầu xem video, làm việc thường ngày. Công nghệ chống chói Anti Glare giảm thiểu ánh sáng phản chiếu và lóa mắt khi sử dụng trong môi trường ánh sáng mạnh. • Công nghệ SonicMaster audio được tối ưu hóa để tăng cường độ rõ nét, độ sâu và âm lượng của âm thanh, từ đó mang đến trải nghiệm giải trí thêm phần tuyệt vời hơn. • Với thiết kế mỏng nhẹ, khối lượng chỉ 1.55 kg, bạn có thể dễ dàng mang theo Asus Vivobook X415EA khi di chuyển. Vỏ máy được làm bằng nhựa cao cấp, bề mặt phủ màu bạc sang trọng, tạo nên một thiết kế đơn giản nhưng hiện đại.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Asus VivoBook 15X OLED A1503ZA i5 12500H/8GB/512GB/Win11 (L1290W)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/284257/asus-vivobook-15x-oled-a1503za-i5-l1290w-040722-050332-600x600.jpg",
        "price":21490000,
        "promotionPrice": 0,
        "description":"Laptop Asus VivoBook 15X OLED A1503ZA i5 (L1290W) là phiên bản laptop cao cấp - sang trọng không chỉ giải quyết triệt để các tác vụ học tập, văn phòng nhờ sức mạnh bùng nổ đến từ bộ vi xử lý Intel thế hệ 12 mà còn mang đến không gian giải trí trọn vẹn khi sở hữu những thông số màn hình ấn tượng. Thiết kế thời thượng, tông xanh say đắm Sở hữu màn hình 15.6 inch nhưng laptop Asus VivoBook lại được thiết kế một cách khá gọn gàng với khung vỏ nhựa phủ màu xanh thời thượng. Mặc dù được hoàn thiện bằng chất liệu nhựa nhưng máy tỏ ra khá chắc chắn, không bị biến dạng khi mình tác động một lực mạnh vào các khu vực yếu như nắp máy và bàn phím. Asus VivoBook 15X OLED A1503ZA i5 12500H/8GB/512GB/Win11 (L1290W) - thiết kế Khối lượng 1.7 kg cùng độ dày 19.9 mm vẫn có thể dễ dàng bỏ vào balo, đồng hành cùng mình trong mỗi tiết học, làm việc trên văn phòng cho đến những giờ chạy deadline ở quán cà phê. Đi kèm theo đó là cảm biến vân tay giúp mình mở khóa khởi động máy an toàn, nhanh chóng chỉ với một chạm. Asus VivoBook 15X OLED A1503ZA i5 12500H/8GB/512GB/Win11 (L1290W) - thiết kế Công tắc khóa camera vừa giúp máy tránh được bụi bẩn vừa đảm bảo độ an toàn cho dữ liệu cá nhân. Độ bền chuẩn quân đội MIL STD 810H gia tăng tuổi thọ và độ bền bỉ cho máy, hạn chế tối đa tình trạng hư hỏng khi mình vô tình khiến máy bị va đập. Không những thế, em laptop Asus này còn sở hữu bản lề 180 độ giúp mình dễ dàng chia sẻ nội dung với bạn bè, đồng nghiệp mà không cần xoay toàn bộ máy sang phía đối diện tốn thời gian. Bàn phím của máy có đèn nền, bố cục kích thước đầy đủ có cả bàn phím số với hành trình sâu cho mình trải nghiệm tốt, dễ dàng để làm quen. Asus VivoBook 15X OLED A1503ZA i5 12500H/8GB/512GB/Win11 (L1290W) - tiện ích Laptop được trang bị khá đầy đủ các cổng kết nối phổ biến nhất hiện nay như USB 2.0, USB 3.2, HDMI, Jack tai nghe 3.5 mm và USB Type-C tương thích với nhiều thiết bị ngoại vi, hỗ trợ mình trong việc truyền xuất dữ liệu hay chia sẻ thông tin một cách dễ dàng. Asus VivoBook 15X OLED A1503ZA i5 12500H/8GB/512GB/Win11 (L1290W) - cổng kết nối Bùng nổ sức mạnh cùng vi xử lý Intel thế hệ 12 Nhờ bộ vi xử lý Intel Core i5 12500H hỗ trợ mình giải quyết nhanh gọn hàng loạt tác vụ văn phòng Word, Excel,... Máy được trang bị card đồ họa Intel UHD Graphics với khả năng xử lý đồ họa tốt, bạn có thể lắp thêm thanh RAM khác và kích hoạt Dual-Channel để nâng cấp thành card Intel Iris Xe Graphics, giúp giải quyết được khối lượng công việc nhiều hơn. Asus VivoBook 15X OLED A1503ZA i5 12500H/8GB/512GB/Win11 (L1290W) - cấu hình Mình sử dụng laptop để học tập trực tuyến, mở đồng thời ứng dụng Microsoft Teams, xem các trang trình bày bài giảng trong PowerPoint và mở thêm một số cửa sổ Chrome để tìm kiếm thông tin. Với những tác vụ kể trên thì máy chạy mượt mà kể cả khi mình chuyển đổi liên tục giữa các tác vụ mà không hề gặp hiện tượng giật lag.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Asus Vivobook 15 X1502ZA i5 1240P/8GB/512GB/Win11 (EJ120W)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/281483/asus-vivobook-15-x1502za-i5-ej120w-600x600.jpg",
        "price":18490000,
        "promotionPrice": 0,
        "description":"Với mức giá chưa đầy 18 triệu mà sở hữu cấu hình mạnh ngang với các dòng máy mỏng nhẹ, cao cấp? Không cần nghi ngờ hay tìm kiếm đâu xa, mình sẽ chứng minh ngay trên chiếc laptop Asus Vivobook 15 X1502ZA i5 (EJ120W) này với con chip Gen 12 mới nhất đến từ nhà Intel. Hiệu năng đáng gờm trong tầm giá Trước khi phân tích kỹ về em máy này thì mình sẽ giới thiệu sơ qua con chip Gen 12 mới nhất của nhà Intel, so với dòng G tiết kiệm điện năm ngoái thì dòng P năm nay vẫn là tiết kiệm điện nhưng lại mang một hiệu năng cao hơn đáng kể. Nếu bạn vẫn chưa hình dung được rõ sức mạnh của em nó thì những con số sau đây sẽ là minh chứng cụ thể nhất. Asus Vivobook 15 X1502ZA i5 1240P (EJ120W) - Hiệu năng chip Intel Gen 12 Nếu khả năng ăn điện của dòng G năm ngoái là 28 W thì con số trên dòng P năm nay lên đến 64 W và không chỉ dừng lại ở đó, khi mình thực hiện bài kiểm tra thông qua Cinebench R23 đã thu được số điểm đơn nhân là 1630 điểm và đa nhân lên đến hơn 10.000 điểm, một con số thuộc hàng cực khủng trong phân khúc laptop học tập - văn phòng. Asus Vivobook 15 X1502ZA i5 1240P (EJ120W) - Test Cinebench R23 Mình đã từng nghĩ rằng với con số hơn 10.000 điểm thì chiếc máy này liệu có hoạt động ổn không, và khi sở hữu em nó mình đã tìm ra được câu trả lời. Hệ thống tản nhiệt của chiếc laptop này đã cải thiện tốt hơn rất nhiều với số lượng cánh quạt lên đến 87 cánh được uốn cong 3D, từ đó cho phép máy tạo ra luồng gió nhiều hơn 30% giúp bạn duy trì máy ổn định ở nhiệt độ trung bình là 65 độ. Asus Vivobook 15 X1502ZA i5 1240P (EJ120W) - Hệ thống tản nhiệt Card đồ họa của máy cũng là phần khiến mình thắc mắc rất nhiều vì đã hãng đã trang bị đến tận con chip Gen 12 mà vẫn sử dụng card Intel UHD Graphics nhưng sau khi tìm hiểu kỹ càng, mình sẽ giải đáp ngay cho các bạn luôn nhé. Vốn dĩ em máy này có nhân đồ họa Iris Xe nhưng RAM trang bị sẵn chỉ là 1 thanh Onboard, bạn cần phải nâng cấp RAM để kích hoạt Dual-Channel mới có thể sử dụng được card Intel Iris Xe Graphics. Asus Vivobook 15 X1502ZA i5 1240P (EJ120W) - Cấu hình Mình đã test qua thử con game quốc dân Liên Minh Huyền Thoại. Thú thật mình nghĩ em máy này sẽ thích hợp để chơi game giải trí nhẹ nhàng hơn vì khi cài đặt ở mức cao nhất thì có vẻ hơi đuối, tốc độ khung hình chỉ ở mức ổn định và sẽ có hiện tượng tuột FPS nếu xảy ra các cuộc giao tranh nảy lửa trên chiến trường. Asus Vivobook 15 X1502ZA i5 1240P (EJ120W) - Test game Liên minh Huyền thoại Với những sinh viên như mình thì việc nâng cấp RAM cũng khá đắn đo vì chi phí sẽ dao động từ vài trăm đến vài triệu, nhưng đó hoàn toàn không phải là vấn đề quá lớn khi chỉ với bộ vi xử lý Intel Core i5 Alder Lake 1240P này thôi cũng đủ để mình vận hành tốt mọi tác vụ cần thiết rồi. Laptop RAM 8 GB cũng như ổ cứng SSD 512 GB đã khá quen thuộc trong phân khúc này, mình có thể làm việc đa nhiệm trên nhiều cửa sổ khác nhau, vừa soạn thảo văn bản vừa nghe nhạc giải trí vừa lướt Facebook vẫn rất trơn tru. Tốc độ đọc ghi cũng được gia tăng đáng kể cùng không gian lưu trữ đủ để mình sử dụng cho các công việc học tập, làm việc hằng ngày. Asus Vivobook 15 X1502ZA i5 1240P (EJ120W) - Bộ nhớ Ngoại hình tinh tế, đẹp mắt Chiếc laptop Asus này đưa mình đi từ bất ngờ này đến bất ngờ khác vì ngay cả khi nói về thiết kế của em nó thì mình vẫn còn thắc mắc. Theo thông tin hãng đưa ra, màu sắc của máy là bạc băng giá nhưng khi khảo sát qua nhiều người trong đó có cả mình, nó lại sở hữu lớp áo xanh pastel nhẹ nhàng cực hút mắt, dù cả 2 gam màu đều rất đẹp nhưng nếu bạn có ý định sắm em này thì ra ngay cửa hàng Thế Giới Di Động để nhận định thử nha. ",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Asus VivoBook X515MA N4020/4GB/256GB/Win11 (BR480W)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/262060/TimerThumb/asus-vivobook-x515ma-n4020-br480w-(12).jpg",
        "price":7890000,
        "promotionPrice": 0,
        "description":"Chiếc laptop học tập - văn phòng trong phân khúc dưới 10 triệu đồng với thiết kế thanh lịch, hiệu năng ổn định phục vụ tốt cho nhu cầu làm việc văn phòng hằng ngày dành cho học sinh, sinh viên, đó là laptop Asus VivoBook X515MA N4020 (BR480W) sẵn sàng đồng hành cùng bạn trên một hành trình mới. Thiết kế linh hoạt, sang trọng tinh tế Chiếc máy với khối lượng 1.8 kg cùng độ dày 19.9 mm khoác lên mình một màu xám tinh tế, mang lại cho mình cảm giác cầm nắm chắc tay và mát. Laptop Asus có độ hoàn thiện cao nên phần kê tay của máy cứng cáp, không bị biến dạng khi mình tác động lực lên máy. Đặc tính bám vân tay thường thấy trên chiếc máy được làm bằng nhựa nên mình khuyến khích bạn nên vệ sinh thường xuyên để máy có tình trạng đẹp nhất. Asus VivoBook X515MA N4020 (BR480W) - Thiết kế Phần bàn phím được thiết kế với bố cục hợp lý, dễ thuộc nên mình không mất nhiều thời gian để làm quen. Trải nghiệm gõ phím êm, hành trình phím tốt, độ nảy ổn mang lại sự thuận lợi cho mình nhập văn bản chính xác hơn. Asus VivoBook X515MA N4020 (BR480W) - Bàn phím máy Touchpad (bàn di chuột) cho độ nhạy tốt, không quá khó thao tác, tuy nhiên trải nghiệm di chuột gặp phải khó khăn khi tay mình ẩm ướt, bàn di chuột sẽ hơi rít, nên mình khuyến khích các bạn dùng khăn, lau nhẹ phần touchpad để mang lại sự thuận tiện trong quá trình sử dụng. Cấu hình ổn định tác vụ văn phòng Laptop Asus VivoBook mang trong mình CPU Intel Celeron N4020 kết hợp cùng card màn hình tích hợp Intel UHD Graphics 600, với mình đây là cấu hình đủ để chạy các tác vụ Word, Excel, PowerPoint,... mượt mà. Asus VivoBook X515MA N4020 (BR480W) - Cấu hình máy Mình dùng phần mềm Cinebench R23 để kiểm tra cấu hình máy, kết quả thu được với số điểm đơn nhân và đa nhân lần lượt là 438 điểm và 792 điểm, số điểm là hợp lý dành cho sản phẩm trong phân khúc dưới 10 triệu đồng. Tuy chiếc máy vẫn chơi game được nhưng sẽ không tối ưu cho nhu cầu giải trí. Asus VivoBook X515MA N4020 (BR480W) - Đánh giá Cinebench R23 Mình chơi game Liên Minh Huyền Thoại ở mức cấu hình thấp, trải nghiệm chơi trong chế độ đấu thường sẽ hơi giật nếu xảy ra các pha giao tranh nảy lửa. Tuy nhiên, đến với chế độ chơi cờ trong Liên Minh Huyền Thoại thì mình tìm lại sự phấn khích và thích thú vì máy đã hoạt động ổn định hơn, phản hồi nhanh. Dung lượng RAM 4 GB cho máy vận hành trơn tru các tác vụ nhẹ và cơ bản, nếu bạn giải trí chơi game như mình, mình khuyên các bạn nên tắt bớt các ứng dụng chạy nền, từ đó hiệu năng của máy sẽ được ổn định, ít phải xử lý giúp máy hoạt động tối ưu hơn. Máy vẫn hỗ trợ mở rộng dung lượng RAM lên đến 8 GB mang đến không gian đa nhiệm tốt hơn. Ổ cứng SSD 256 GB cho tốc độ truy xuất dữ liệu, khởi động máy nhanh dưới 10 giây. Không gian lưu trữ tiết kiệm nên với các tài liệu học tập: Word, Excel, PowerPoint,... dung lượng đó sẽ đủ sử dụng. Tuy nhiên, nếu bạn dùng máy để lưu trữ các tập tin lớn, hình ảnh, video nặng thì mình khuyến khích bạn nên nâng cấp thêm HDD (tối đa 2 TB) cho máy để có dung lượng lưu trữ lớn hơn. Asus VivoBook X515MA N4020 (BR480W) - Ổ cứng SSD Không gian hiển thị rõ nét Kích thước màn hình 15.6 inch cùng độ phân giải HD (1366 x 768) rõ nét cùng độ sáng 200 nits tích hợp mang lại độ tương phản cao, tăng cường khả năng hiển thị khi ra ngoài trời, công nghệ chống chói Anti Glare hạn chế tình trạng mỏi mắt sau ngày dài sử dụng. Bên cạnh đó, màn hình LED Backlit mang lại sự mỏng nhẹ, tăng thêm tính thẩm mỹ, ít nóng hơn, tiết kiệm điện năng hơn.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Air M1 2020 8GB/256GB/7-core GPU (MGN63SA/A)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/231244/macbook-air-m1-2020-gray-600x600.jpg",
        "price":22990000,
        "promotionPrice": 18490000,
        "description":"Laptop Apple MacBook Air M1 2020 thuộc dòng laptop cao cấp sang trọng có cấu hình mạnh mẽ, chinh phục được các tính năng văn phòng lẫn đồ hoạ mà bạn mong muốn, thời lượng pin dài, thiết kế mỏng nhẹ sẽ đáp ứng tốt các nhu cầu làm việc của bạn. Chip Apple M1 tốc độ xử lý nhanh gấp 3.5 lần thế hệ trước Chiếc MacBook này được trang bị con chip Apple M1 được sản xuất độc quyền bởi Nhà Táo trên tiến trình 5 nm, 8 lõi bao gồm 4 lõi tiết kiệm điện và 4 lõi hiệu suất cao, mang đến một hiệu năng kinh ngạc, xử lý mọi tác vụ văn phòng một cách mượt mà như Word, Excel, Powerpoint,... thực hiện tốt các nhiệm vụ chỉnh sửa hình ảnh, kết xuất 2D trên các phần mềm Photoshop, AI,... máy còn hỗ trợ tiết kiệm được điện năng cao. Apple MacBook Air M1 2020 - Làm việc đa nhiệm Đi cùng CPU là card đồ họa tích hợp 7 nhân GPU có hiệu năng vượt trội sau nhiều bài thử nghiệm hiệu năng đồ họa của benchmark, bạn có thể sử dụng nhiều phần mềm đồ họa chuyên nghiệp, thoả sức sáng tạo nội dung, render video ổn định với chất lượng hình ảnh cao. Apple MacBook Air M1 2020 - Render video MacBook Air được trang bị RAM 8 GB cho khả năng đa nhiệm cao, bạn có thể mở cùng lúc nhiều cửa sổ hoặc ứng dụng để phục vụ cho công việc, giải trí của mình ví dụ như vừa mở Chrome tra cứu thông tin vừa mở Word để làm việc cực kỳ tiện lợi mà không cần lo lắng là máy sẽ bị đơ. MacBook sở hữu ổ cứng SSD 256 GB cho tốc độ xử lý nhanh chóng, thao tác cuộn trong Safari cực mượt, đánh thức máy đang trong chế độ ngủ chỉ mất vài giây và đem đến không gian lưu trữ rộng rãi bạn cứ thoải mái lưu lại những bộ phim hay mà không lo nó sẽ chiếm chỗ của các tệp tài liệu công việc. Apple MacBook Air M1 2020 - RAM Bên cạnh sử dụng con chip mới Apple còn ra mắt phiên bản hệ điều hành macOS Big Sur với giao diện hoàn hảo hơn, các chuyển động cuộn, phóng to và chuyển tiếp màn hình mượt mà. Ngoài đổi mới giao diện macOS Big Sur còn mang đến khả năng phản hồi nhanh chóng và kho ứng dụng khổng lồ. Xem thêm: Danh sách ứng dụng chạy được trên Macbook chip Apple M1. Thiết kế sang trọng, tinh tế MacBook Air M1 256GB 2020 không những thừa hưởng thiết kế mỏng nhẹ, hiện đại của các thế hệ trước mà còn học hỏi thêm phong cách hiện đại của các dòng Macbook Pro. Khối lượng máy chỉ vỏn vẹn 1.29 kg và mỏng của thân máy là 16.1 mm có tính cơ động cao, dễ đem theo xử lý công việc. Vỏ máy được thiết kế nguyên khối từ nguyên liệu nhôm tái chế 100% vừa góp phần bảo vệ môi trường vừa cho độ bền cao, chịu va đập tốt bảo vệ các linh kiện bên trong an toàn nếu có xảy ra va chạm mạnh. Apple MacBook Air M1 2020 - Thiết kế Magic Keyboard có hành trình phím 1 mm mang lại trải nghiệm gõ nhạy, thoải mái và yên tĩnh, bàn phím còn được trang bị thêm đèn nền vừa tạo cảm giác sang trọng vừa hỗ trợ bạn gõ phím chính xác hơn trong môi trường thiếu sáng. Laptop được trang bị 2 cổng kết nối Thunderbolt 3 với tốc độ truyền tải lên đến 40 Gb/s cho tốc độ truyền tải nhanh gấp 2 lần so với thế hệ Thunderbolt 2 trước đây. Bên cạnh Thunderbolt 3 máy còn được trang bị thêm kết nối không dây là Wi-Fi 6 cho tốc độ truyền tải dữ liệu nhanh chóng lên đến 10.000 Mbps cao hơn Wi-Fi 5 chỉ có 7.000 Mbps và Bluetooth v5.0 có tốc độ tối đa là 50 Mbps cho bạn trải nghiệm mượt mà hơn.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Air M2 2022 8GB/256GB/8-core GPU (MLY13SA/A) ",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/282827/apple-macbook-air-m2-2022-vang-600x600.jpg",
        "price":32990000,
        "promotionPrice": 32790000,
        "description":"Sau 14 năm, ba lần sửa đổi và hai kiến trúc bộ vi xử lý khác nhau, kiểu dáng mỏng dần mang tính biểu tượng của MacBook Air đã đi vào lịch sử. Thay vào đó là một chiếc MacBook Air M2 với thiết kế hoàn toàn mới, độ dày không thay đổi tương tự như MacBook Pro, đánh bật mọi rào cản với con chip Apple M2 đầy mạnh mẽ. Lột xác ngoạn mục với thiết kế thời thượng, sang trọng Sự đẳng cấp đến từ ngoại hình của chiếc MacBook Air nhà Apple là điều không thể phủ nhận và khó có dòng sản phẩm cùng phân khúc nào có thể qua mặt được. Vẫn là lớp vỏ kim loại nguyên khối cứng cáp cùng các cạnh góc vuông vức, sang trọng nhưng chiếc MacBook Air 2022 năm nay đã thoát ra khỏi ngôn ngữ thiết kế nhẹ nhàng vốn có từ lâu và khoác lên diện mạo mới tương tự như “đàn anh” MacBook Pro. MacBook Air M2 - Thiết kế thời thượng Bề dày 11.3 mm cùng cân nặng ấn tượng 1.24 kg sẽ là một điểm cộng hoàn hảo cho khả năng di động, luôn sẵn sàng đồng hành cùng một người dùng là sinh viên, dân văn phòng như mình đến trường học, công ty hay cũng thoải mái cho người dùng sáng tạo và đặc biệt là những chuyến công tác xa của doanh nhân. MacBook Air M2 - Thiết kế sang trọng Mặc dù có ngoại hình mỏng và khối lượng nhẹ hơn song MacBook Air mới vẫn không kém phần chắc chắn, độ hoàn thiện tốt so với trước đây. Khung máy cứng, nắp máy gần như không uốn cong khi mình tác động lực và vẫn có thể mở lên bằng một ngón tay. Apple luôn đứng đầu khi nói đến chất lượng sản xuất và chiếc Air mới cũng không ngoại lệ. Cá nhân mình rất thích màu Midnight với lớp hoàn thiện màu xanh đen đậm có thể thay đổi tùy theo ánh sáng nhưng lại có điểm trừ khi dễ bám dấu vân tay, làm mất đi ngoại hình sang chảnh vốn có của một chiếc laptop cao cấp - sang trọng, bạn có thể chọn mua màu xám, bạc hoặc vàng sẽ không dễ bị bám dấu vân tay hoặc chịu khó lau chùi thường xuyên để giữ cho máy luôn sáng bóng. MacBook Air M2 - Midnight Một sự thay đổi rõ rệt trên chiếc bàn phím Magic Key của dòng laptop Apple M2 năm nay chính là kích thước của hàng phím chức năng F được gia tăng bằng với các dòng phím khác, cho mình thao tác sử dụng chuẩn xác, không bị nhầm lẫn. Hơn nữa trải nghiệm gõ phím cũng rất nhẹ nhàng, êm tay, tiếng ấn cũng nhẹ nhàng hơn so với bàn phím cánh bướm cũ. Kết hợp cùng đèn nền hỗ trợ mình làm việc dễ dàng hơn trong nhiều điều kiện ánh sáng tối khác nhau. MacBook Air M2 - Bàn phím Tính năng Touch ID (cảm biến vân tay) tích hợp nút nguồn thay cho mật khẩu cho phép mình mở khóa máy, truy cập các ứng dụng và thanh toán ứng dụng một cách nhanh chóng, không cần tốn nhiều thời gian hay phải nhớ mật khẩu như các kiểu bảo mật truyền thống. MacBook Air M2 - Touch ID Bàn di chuột không có khác nhiều so với các mẫu cũ mặc dù Apple đã làm rộng hơn một chút, hoạt động giống nhau về mặt chức năng với khả năng di vuốt tuyệt vời, hỗ trợ cử chỉ và từ chối lệnh khi mình lỡ đặt lòng bàn tay lên. Một trong những thay đổi thú vị khác trên chiếc Air mới chính là lưới loa đã được giấu đi, nằm ở bản lề giữa bàn phím và màn hình để giữ cho ngoại hình gọn gàng hơn.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Pro M2 2022 8GB/256GB/10-core GPU (MNEH3SA/A)\n\n",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/282828/apple-macbook-pro-13-inch-m2-2022-xam-600x600.jpg",
        "price":35990000,
        "promotionPrice": 29890000,
        "description":"Sở hữu thiết kế thanh lịch, sang trọng cùng hiệu năng vượt trội đến từ bộ vi xử lý Apple M2 tân tiến, Macbook Pro M2 hứa hẹn sẽ đáp ứng hoàn hảo cho người dùng sáng tạo, phục vụ tốt cho các nhu cầu thiết kế đồ họa nâng cao. Hiệu năng vượt trội của chip M2 thế hệ mới MacBook Pro 13 inch là thiết bị đầu tiên được trang bị bộ vi xử lý M2 hoàn toàn mới của Apple. Mặc dù công ty cho biết M1 Pro và M1 Max vẫn sẽ có lợi thế hơn về hiệu suất nhờ có thêm lõi nhưng M2 thể hiện một bước tiến khá lớn so với M1. Macbook Pro M2 - Apple M2 M2 có CPU 8 nhân với 4 lõi tiết kiệm điện và 4 lõi hiệu năng, GPU 10 lõi, nhiều hơn 2 lõi so với GPU trong M1, có thể chạy mượt mà các tác vụ của một chiếc laptop đồ họa - kỹ thuật như thiết kế, chỉnh ảnh hay render video trên phần mềm của Adobe như: Photoshop, Premiere,... Đồng thời bộ vi xử lý cũng được tích hợp đến 20 triệu bóng bán dẫn và hỗ trợ bộ nhớ RAM lên tới 24 GB. Macbook Pro M2 - Xử lý đồ họa Từ những con số nói trên, Apple hứa hẹn M2 sẽ có hiệu suất tổng thể tăng 40% so với M1. Mình cũng đã thử đo hiệu năng bằng công cụ Cinebench R23 và Geekbench 5, M2 đạt được hiệu suất tốt hơn về cả CPU và GPU, mang lại sự cải thiện rõ rệt về khả năng đa nhiệm khi mình mở nhiều ứng dụng khác nhau. Macbook Pro M2 - Hiệu năng đo bằng Cinebench R23 Khả năng xử lý video của MacBook Pro M2 rất ấn tượng khi có thể dễ dàng xử lý nhiều luồng video 8K cùng một lúc. Máy có hiệu suất cao, đặc biệt là trong các tác vụ về đồ họa và sử dụng hàng ngày. Trong suốt thời gian sử dụng máy mình rất ấn tượng bởi sự mượt mà và độ mát mẻ, quạt hiếm khi hoạt động dù mình làm việc với nhiều tác vụ nặng trong thời gian dài. Macbook Pro M2 - Xử lý video Bộ nhớ RAM 8 GB một lần nữa gây ấn tượng với mình khi có thể chạy nhiều ứng dụng cùng lúc mà không gặp bất kỳ vấn đề gì. Mình hoàn toàn có thể đa nhiệm với các tác vụ như lướt web, đọc báo, chỉnh sửa ảnh Photoshop mà không bị đứng máy hay phản hồi chậm. Trên lý thuyết M2 cũng có nhiều băng thông bộ nhớ hơn, đạt 100 GB/giây so với 68 GB/giây của M1, do đó sẽ tối ưu được trải nghiệm sử dụng. Ổ cứng SSD 256 GB mang đến cho mình không gian lưu trữ đủ dùng cho các tác vụ văn phòng, thiết kế,... tuy nhiên do chỉ được trang bị một chip NAND nên tốc độ sẽ bị hạn chế hơn so với các dòng máy thuộc thế hệ M1. Macbook Pro M2 - Làm việc văn phòng Màn hình Retina sống động, lôi cuốn Macbook sở hữu màn hình 13.3 inch cùng độ phân giải Retina (2560 x 1600) sắc nét, cho màu sắc trung thực. Độ tương phản cao nhờ độ sáng 500 nits, công nghệ True tone tự động điều chỉnh mức độ sáng để luôn đảm bảo hiển thị rõ ràng dù mình sử dụng ở bất kì đâu. ",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Pro 14 M1 Pro 2021 10-core CPU/16GB/1TB SSD/16-core GPU (MKGQ3SA/A) ",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/253703/apple-macbook-pro-14-m1-pro-2021-10-core-cpu-1-1-600x600.jpg",
        "price":58490000,
        "promotionPrice": 0,
        "description":"Apple MacBook Pro 14 inch M1 Pro 2021 gây ấn tượng mạnh khi mang trên mình vẻ ngoài có nhiều cải tiến mới, độc đáo và cuốn hút mọi ánh nhìn cùng hiệu năng mạnh mẽ, đỉnh cao đến từ con chip M1 Pro hiện đại, đáp ứng tối ưu nhu cầu sử dụng cho giới công nghệ, kỹ thuật cũng như cá nhà sáng tạo nội dung chuyên nghiệp. Bộ cấu hình vượt trội, phục vụ tối đa cho công việc MacBook M1 Pro có cấu trúc 10 nhân mang một sức mạnh hiệu năng vô cùng mạnh mẽ được sản xuất dựa trên tiến trình là 5 nm, có tận 33.7 tỷ bóng bán dẫn đạt tốc độ băng thông lên đến 200GB/s memory bandwidth cho hiệu suất của Apple nhanh hơn khoảng 70% so với thế hệ tiền nhiệm Apple M1, từ đó đem lại cho bạn một tốc độ xử lý đáng kinh ngạc giúp giải quyết tốt từ các công việc văn phòng cơ bản đến phức tạp trên các phần mềm đồ họa chuyên nghiệp trên Figma, Photoshop, AI, Pr, AutoCAD,... Bên cạnh đó, card đồ họa 16 core-GPU hiệu suất nhanh hơn nhanh hơn M1 tới 2 lần và nhanh hơn 7 lần so với đồ họa tích hợp trên chip máy tính xách tay PC 8 lõi mới ra mắt, năng cao khả năng xử lý đồ họa, cho bạn thoả mãn niềm đam mê sáng tạo, thiết kế hình ảnh 2D, 3D hiệu quả cũng như render video hoàn hảo, đồng thời tiết kiệm điện năng đáng kể. RAM 16 GB khả năng đa nhiệm siêu mượt cùng lúc nhiều tác vụ nặng, tăng tốc độ truy xuất dữ liệu, giảm thời gian chờ, bạn có thể dễ dàng thực hiện thiết kế, chỉnh sửa nhiều tệp hình ảnh nặng với hàng loạt layer cũng như render video phức tạp mà không cần lo máy bị giật lag. MacBook Pro 14 M1 Pro 2021/16-core GPU - Cấu hình Ổ cứng SSD 1 TB cung cấp dung lượng bộ nhớ rộng lớn, thoải mái để bạn lưu trữ tài liệu cá nhân, kho hình ảnh, video sáng tạo của bản thân và hàng loạt bộ phim hấp dẫn, các tựa game giải trí mà bạn yêu thích, đồng thời mở video 8K ngay lập tức hoặc lưu trữ hàng trăm ảnh RAW cùng một lúc. MacBook Pro 14 M1 Pro 2021/16-core GPU - SSD Tạo cảm hứng làm việc ngay cho người dùng mỗi khi bật máy lên nhờ hệ điều hành macOS cho giao diện máy tính có độ thẩm mỹ cao, thuận tiện thao tác mở ứng dụng làm việc, dễ sử dụng và kho ứng dụng đồ sộ. MacBook Pro 14 M1 Pro 2021/16-core GPU - macOS Hệ thống tản nhiệt tiên tiến giúp chuyển lưu không khí nhiều hơn 50%, ngay cả ở tốc độ quạt thấp hơn giúp laptop luôn trong trạng thái mát mẻ, ổn định, hiệu quả làm việc cao cả khi hoạt động liên tục suốt ngày dài. Đắm chìm trong màn hình Retina siêu nét, chân thật tựa như cuộc sống Màn hình 14.2 inch viền mỏng cùng thiết kế tai thỏ độc đáo lần đầu tiên được trang bị ở dòng MacBook Pro kết hợp tấm nền Liquid Retina XDR display có độ phân giải (3024 x 1964) được hiệu chuẩn, tham chiếu chuyên nghiệp cung cấp hình ảnh sắc nét, chân thực với các điểm nổi bật tinh tế, chi tiết đáng kinh ngạc và màu sắc tươi mới, sống động. MacBook Pro 14 M1 Pro 2021/16-core GPU - Màn hình Ngoài ra, tần số quét màn hình lên đến 120 Hz tăng tốc độ làm tươi và tự động điều chỉnh tốc độ hiển thị để phù hợp với mọi chuyển động của nội dung hiển thị, các hoạt cảnh phim phát ra mượt mà, bắt mắt, đặc biệt đạt hiệu quả rõ rệt khi thực hiện các lệnh tùy chỉnh trên các ứng dụng đồ họa hay giải trí cực đã. Dải màu Wide color (P3) với 1 tỷ màu tái tạo màu sắc tuyệt vời, độ tương phản cao cho màu sắc luôn rực rỡ, tươi mới kết hợp cùng công nghệ True Tone tự động điều chỉnh màu sắc và độ sáng sao cho phù hợp với môi trường đang sử dụng, đảm bảo chất lượng hình ảnh luôn hiển thị chính xác, chân thực nhất.",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop Apple MacBook Pro 16 M1 Pro 2021 10 core-CPU/16GB/512GB/16 core-GPU (MK1E3SA/A)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/253636/apple-macbook-pro-16-m1-pro-2021-10-core-cpu-600x600.jpg",
        "price":58490000,
        "promotionPrice": 0,
        "description":"MacBook Pro 16 M1 Pro 2021 không chỉ sở hữu thiết kế mới trông vuông vức hơn mà còn mang trong mình sức mạnh hiệu năng vượt trội đến từ bộ vi xử lý M1 Pro, cho mình trải nghiệm sử dụng mượt mà và ấn tượng như một dân chuyên đúng nghĩa. Hiệu năng vượt trội, chinh phục mọi tác vụ MacBook Pro 16 inch sở hữu sức mạnh từ bộ vi xử lý M1 Pro tiên tiến được trang bị 10 nhân CPU (8 nhân hiệu suất cao + 2 nhân tiết kiệm điện) mang đến hiệu suất nhanh hơn tới 70% so với M1, cho khả năng xử lý mượt mà mọi tác vụ từ cơ bản đến khắt khe nhất như chỉnh sửa hình ảnh, dựng video độ phân giải cao,... Không những có thời gian phản hồi nhanh mà còn tối ưu tiết kiệm được đáng kể điện năng. MacBook Pro 16 M1 Pro 2021 - M1 Pro Mình cũng đã thử đo sức mạnh hiệu năng bằng phần mềm Cinebench R23 được con số ấn tượng với 12533 điểm đa nhân và 1747 điểm đơn nhân, cao hơn hẳn so với điểm số của thế hệ MacBook 2019 chạy bộ vi xử lý Intel. MacBook Pro 16 M1 Pro 2021 - Cinebench R23 Bên cạnh đó M1 Pro còn được tích hợp lên đến 16 lõi GPU để nâng cao khả năng đồ họa, xử lý hình ảnh chuyên nghiệp, cho mình thỏa sức sáng tạo nội dung, sử dụng mướt các thao tác như render video, dựng hình 3D,... trên các phần mềm thiết kế Photoshop, AI, Premiere,... phát trực tiếp cũng tuyệt vời không kém với độ nét cao lên đến 8K. Mình chỉ mất khoảng 45 giây để xuất một đoạn video ngắn đăng tải lên Tik Tok. MacBook Pro 16 M1 Pro 2021 - Dựng video Bộ nhớ RAM 16 GB cho khả năng đa nhiệm cao, mình có thể mở cùng lúc nhiều cửa sổ hay các ứng dụng Adobe khác nhau, dễ dàng di chuyển qua lại mà không hề gặp tình trạng đứng máy hay giật màn hình, cũng như thoải mái bật nhiều layer cùng lúc mà máy vẫn chạy ổn định với hiệu năng cao. Ổ cứng SSD 512 GB trên MacBook thì có tốc độ truy xuất dữ liệu vượt trội rồi, thời gian khởi động máy hoặc mở các phần mềm nặng chỉ trong vài giây, không gian đủ rộng cho phép mình lưu trữ các tài liệu trong công việc, hình ảnh,... một cách thuận tiện. MacBook Pro 16 M1 Pro 2021 - Làm việc đa tác vụ Mặc dù đã được cải tiến hệ thống quạt tản nhiệt với nhiều không gian lưu thông không khí hơn 50% so với thế hệ cũ nhưng trong quá trình sử dụng mình hầu như không nghe thấy tiếng quạt hoạt động kể cả khi bật những tác vụ nặng trong thời gian dài, máy luôn mát mẻ và chạy ổn định. Đây cũng là bằng chứng thiết thực cho thấy sức mạnh vượt trội và sự tối ưu đến từ bộ vi xử lý M1 Pro. Apple cho biết MacBook Pro 16 inch cho thời gian lướt web lên đến 14 giờ chỉ với một lần sạc, nhưng trên thực tế con số đó chỉ dừng lại ở mức 9 đến 10 giờ đối với các tác vụ như duyệt web liên tục bằng Wi-Fi, làm việc văn phòng với mức độ sáng màn hình khoảng 300 nits. Vẫn rất thoải mái cho những chuyến công tác xa hoặc đem máy ra quán cà phê làm việc trong một buổi. MacBook Pro 16 M1 Pro 2021 - Giải trí Hình ảnh hiển thị sắc nét, màu sắc rực rỡ MacBook Pro 16 inch được trang bị màn hình Liquid Retina XDR 16.2 inch, sử dụng công nghệ LED mini cho chất lượng hiển thị đẹp miễn chê. Apple cho biết màn hình có độ sáng lên đến 1600 nits khi hiển thị nội dung HDR, nhưng trên thực tế con số này chỉ dừng lại ở mức 500 nits đối với các tác vụ sử dụng thông thường, vẫn đảm bảo nội dung luôn được thể hiện sắc nét kể cả khi mình sử dụng ở những nơi có ánh sáng mạnh như quán cà phê ngoài trời và gần cửa sổ. MacBook Pro 16 M1 Pro 2021 - Màn hình",
        "status": true
      },
      {
        "idCategoryProduct": "9K6Q38nm0zINxeaGLuqW",
        "name":"Laptop MacBook Pro 14 inch M2 Pro 2023 10-core CPU/16GB/512GB/16-core GPU (MPHE3SA/A)",
        "imgUrl": "https://cdn.tgdd.vn/Products/Images/44/302146/macbook-pro-14-inch-m2-pro-gray-thumb-600x600.jpg",
        "price":52990000,
        "promotionPrice": 0,
        "description":"Apple đã âm thầm tung ra thế hệ MacBook Pro 14 inch M2 Pro 2023 hoàn toàn mới, hứa hẹn hiệu suất cao hơn so với MacBook Pro đợt trước, có khả năng xử lý mượt mà các tác vụ khắt khe của người dùng chuyên nghiệp. Hiệu suất vô song, thời lượng pin dài chưa từng có Với bộ vi xử lý M2 Pro, MacBook Pro 14 inch có thể đáp ứng hoàn hảo nhu cầu làm việc chuyên nghiệp thuộc nhiều lĩnh vực khác nhau từ nghệ thuật, khoa học cho đến phát triển ứng dụng. Người dùng sẽ được trải nghiệm những cải tiến ấn tượng về hiệu suất, thời lượng pin, khả năng kết nối và năng suất tổng thể. MacBook Pro 14 inch M2 Pro - M2 Pro Được xây dựng bằng công nghệ xử lý 5 nm thế hệ thứ hai, M2 Pro chứa tổng cộng 40 tỷ bóng bán dẫn, nhiều hơn gần 20% so với M1 Pro và gấp đôi số lượng so với M2. Bộ vi xử lý mới có băng thông bộ nhớ lên đến 200 GB/giây, con số gấp đôi so với M2. CPU 10 lõi gồm 6 lõi hiệu năng cao và 4 lõi tiết kiệm điện, cho khả năng xử lý đa luồng nhanh hơn, nhờ đó mà người dùng có thể biên dịch code nhanh hơn 25% so với M1 Pro. MacBook Pro 14 inch M2 Pro - Bộ vi xử lý M2 Pro GPU trong M2 Pro được cấu hình với 16 nhân và có bộ nhớ đệm L2 lớn hơn. Apple hứa hẹn tốc độ xử lý đồ họa sẽ nhanh hơn tới 30% so với M1 Pro, giúp tăng đáng kể hiệu suất xử lý hình ảnh, đồng thời cho phép người dùng chơi game cấu hình cao. MacBook Pro có thể xử lý hình ảnh trong Adobe Photoshop nhanh hơn tới 40% so với M1 Pro. MacBook Pro 14 inch M2 Pro - Biên dịch code nhanh hơn Do M2 Pro sử dụng kiến ​​trúc hệ thống trên chip với bộ nhớ RAM 16 GB hợp nhất, băng thông lên đến 200 GB/giây khiến cho mọi tác vụ đều được phản hồi tức thì, thao tác chuyển qua lại giữa các ứng dụng nhanh đến không tưởng. Ổ cứng SSD 512 GB được thiết kế để thực hiện các tác vụ hàng ngày nhanh chóng và nhạy bén, đáp ứng hoàn hảo các tác vụ từ cơ bản đến khắt khe nhất. Apple cho biết sản phẩm mới của hãng có thời lượng pin ấn tượng, con số lên đến 18 giờ phát video hoặc 12 giờ duyệt web sử dụng kết nối không dây. MacBook Pro cũng duy trì hiệu năng kể cả khi người dùng cắm nguồn điện hay dùng pin. MacBook Pro 14 inch M2 Pro - Hiệu năng ổn định Thiết kế tinh tế, đầy đủ cổng kết nối cần thiết MacBook mới sở hữu thiết kế tương tự như chiếc Macbook Pro 14 inch M1 Pro 2021, với lớp vỏ kim loại nguyên khối bằng nhôm, kiểu dáng phẳng, viền màn hình mỏng với sự xuất hiện của chiếc notch tai thỏ quen thuộc, bàn phím toàn dải màu đen, bàn di chuột Force Touch lớn và có hai lưới loa ở hai cạnh bên bàn phím. MacBook Pro 14 inch M2 Pro - Thiết kế không đổi Sản phẩm được thiết kế để giảm thiểu tác động đối với môi trường, Apple cho biết đã sử dụng 100% vật liệu tái chế như: Nhôm tạo thành vỏ, các nguyên tố đất hiếm có trong nam châm, thiếc trong mối hàn của bảng mạch chính và vàng trong lớp mạ của nhiều bo mạch in. MacBook Pro 14 inch M2 Pro - Thiết kế MacBook Pro không chỉ được tích hợp Wi-Fi 6E cho kết nối không dây nhanh hơn mà còn được trang bị cổng HDMI tiên tiến hơn, hỗ trợ xuất nội dung lên màn hình 8K ở tần số quét 60 Hz hoặc màn hình 4K với tần số quét 240 Hz. Bên cạnh đó, thế hệ MacBook Pro mới cũng sở hữu đến 3 cổng Thunderbolt 4 để kết nối các thiết bị ngoại vi tốc độ cao, khe cắm thẻ SDXC, sạc MagSafe 3 và jack cắm 3.5 mm hỗ trợ tai nghe có trở kháng cao.",
        "status": true
      }
      ]